{"Id": 1, "PostTypeId": 1, "CreationDate": "2011-10-11T20:07:59.883", "Score": 5, "ViewCount": 85, "Body": "<p>Taken from <a href=\"http://blog.stackoverflow.com/2010/07/the-7-essential-meta-questions-of-every-beta/\">The 7 Essential Meta Questions of Every Beta</a>, what information should be found within the FAQ section.  Are there certain categories that are explicitly on or off-topic?</p>\n\n<p>Note that the FAQ section is for frequently asked questions <em>about</em> the site and not merely questions that get asked <em>on</em> the Q&amp;A site a lot.  Determining the FAQ properly helps to clarify the scope and intent of the site.  </p>\n", "OwnerUserId": 40, "LastEditorUserId": 40, "LastEditorDisplayName": "", "LastEditDate": "2011-10-17T18:45:33.990", "LastActivityDate": "2011-10-18T15:29:34.877", "Title": "What should our FAQ contain?", "Tags": ["discussion", "faq-content"], "AnswerCount": 4, "CommentCount": 2, "FavoriteCount": 1}
{"Id": 2, "PostTypeId": 1, "AcceptedAnswerId": 3, "CreationDate": "2011-10-11T20:40:21.267", "Score": 1, "ViewCount": 41, "Body": "<p>The economics site may be among the first to require lots of data presentation to enhance discussion of macro-economics. In the same way that the science SE sites have pretty equations, can we have pretty data tables and interactive charts? The work required could be carried across to the statistics site, where I'm sure it would also be useful.</p>\n", "OwnerUserId": 44, "LastActivityDate": "2011-10-11T21:21:27.393", "Title": "Can we have ways of integrating data?", "Tags": ["feature-request"], "AnswerCount": 1}
{"Id": 3, "PostTypeId": 2, "ParentId": 2, "CreationDate": "2011-10-11T21:21:27.393", "Score": 2, "ViewCount": 0, "Body": "<p>Some examples of what you're talking about would help a <em>lot</em>... </p>\n\n<p>Indeed, I rather suspect this request is premature - until you have a concrete example of a post where the normal formatting / image-embedding falls short, it'll be pretty hard to answer with more than \"yes, if they're truly needed.</p>\n\n<p>So for now, <strong>yes you can</strong>... If they're truly needed.</p>\n", "OwnerUserId": 16, "LastActivityDate": "2011-10-11T21:21:27.393", "CommentCount": 2}
{"Id": 4, "PostTypeId": 1, "CreationDate": "2011-10-11T21:55:17.977", "Score": 1, "ViewCount": 83, "Body": "<p>I'm one of the pro-tem moderators of the <a href=\"http://bitcoin.stackexchange.com\">Bitcoin SE</a> and there's a bit of crossover between our two sites. I originally thought this would be more of a one-way street with questions clearly economic in nature being misplaced on the Bitcoin site, but within the first few hours of opening I've seen at least three mentions of Bitcoin here and at least one post that might or might not deserve migration, so I'd like to add a conversation here to the one I've <a href=\"http://meta.bitcoin.stackexchange.com/questions/178/economics-migration-criteria\">already started</a> in Bitcon's meta.</p>\n\n<p>What criteria do the good folks of the Economics StackExchange think merits the migration of a Bitcoin-related question over to the Bitcoin StackExchange and what criteria do you think we should follow when migrating to you?</p>\n", "OwnerUserId": 8, "LastEditorUserId": 89, "LastEditorDisplayName": "", "LastEditDate": "2011-10-18T15:41:41.153", "LastActivityDate": "2011-10-18T15:41:41.153", "Title": "Bitcoin Migration", "Tags": ["discussion", "scope", "migration"], "AnswerCount": 1, "CommentCount": 3}
{"Id": 5, "PostTypeId": 1, "CreationDate": "2011-10-11T22:04:56.093", "Score": 1, "ViewCount": 72, "Body": "<p>Obviously one cannot divorce psychology from economics entirely.  The behavior of real people can trump any model or theory.  As such I assume questions like \"How does X behavior influence Y event/market/etc?\" are on topic (for example, <a href=\"http://economics.stackexchange.com/questions/43/important-flaws-and-alternatives-to-the-homo-oeconomicus\">Important flaws and alternatives to the &quot;Homo oeconomicus&quot;</a>).</p>\n\n<p>However, how far are we willing to go?  Are questions like <a href=\"http://economics.stackexchange.com/questions/38/what-is-the-swing-voters-curse-in-voting-theory/41#comment-34\">\"Why do voters choose to abstain?\"</a> on-topic?</p>\n", "OwnerUserId": 20, "LastEditorUserId": 20, "LastEditorDisplayName": "", "LastEditDate": "2011-10-11T22:11:21.857", "LastActivityDate": "2011-10-12T10:05:40.660", "Title": "How far are we willing to stray into psychology?", "Tags": ["discussion", "scope"], "AnswerCount": 4, "FavoriteCount": 1}
{"Id": 7, "PostTypeId": 2, "ParentId": 5, "CreationDate": "2011-10-11T23:41:29.763", "Score": 7, "ViewCount": 0, "Body": "<p>The dividing line between behavioral economics (and experimental economics) and psychology is a hazy one indeed.  After all, economics is what economists do. </p>\n\n<p>Economics proper does have something to say about the choices people make, indeed that is at the heart of what economists do.  So, I don't think that just because one is explaining why one makes one choice or another that the explanation is outside the domain by default. </p>\n\n<p>However, an economic choice can be explained in terms of tradeoffs and optimizing behavior.  So, I submit that while the question may be within the domain of economics, some potential answers might not be.  In the present case, there are a number of theories that attempt to explain voting choices in economic terms, and these theories are mainstream fodder in most economics graduate programs.  Thus, the burden would then fall on those who submit answers to make sure their answers fall within the proper scope. </p>\n", "OwnerUserId": 26, "LastActivityDate": "2011-10-11T23:41:29.763", "CommentCount": 1}
{"Id": 8, "PostTypeId": 2, "ParentId": 5, "CreationDate": "2011-10-11T23:44:42.583", "Score": 0, "ViewCount": 0, "Body": "<p>The border line is probably \"marketing psychology\" (product placement, shop structuring). This is more a tiny sub-field in business economics. The question is, would important changes in marketing psychology change economic models? Imo clearly NO (there was a time, but there are no big and novel facts to expect anymore). So it doesnt belong here. </p>\n\n<p>But questions about different models of human agents are necessary for exchange and game theory. Afaik alot economic research is done here.</p>\n\n<p>The fact that we still see big economical crisis may be a hint either our human agent or economical models lack detail. So further research has to be done.</p>\n\n<p>A question im unsure is e.g. \"Whats origin and purpose of x.99 cent prices\" Mixture of economics, history, psychology</p>\n", "OwnerUserId": 65, "LastActivityDate": "2011-10-11T23:44:42.583", "CommentCount": 1}
{"Id": 9, "PostTypeId": 1, "CreationDate": "2011-10-11T23:57:10.560", "Score": 7, "ViewCount": 197, "Body": "<p>The FAQ says:</p>\n\n<blockquote>\n  <p>The first questions set the tone and topic of a site for a long time. Those early questions say a lot about what your community could become. And questions asked during the private beta will be on the front page when potential experts see your site for the first time. So please make those first questions exemplary ones that are interesting, challenging, and worthy of imitation</p>\n</blockquote>\n\n<p>This is important.  The goal of the economics site is to create a great resource for economists and advanced students of economics. It is not to create a place for Econ 101 students to ask basic questions about the demand curve. If you allow Econ 101 questions during the private beta, then when we open to the public, everybody who knows anything about economics will think that this is a site for beginners and will leave.</p>\n\n<p>We're trying to attract the worlds' experts in economics, here, to make a fantastically valuable resource for the Internet beyond what the big Q&amp;A sites have.</p>\n\n<p>If you see questions that you think any first year student should know the answer to, or questions which sound like 18 year-olds might ask a professor, <em>close them as off-topic</em>.</p>\n\n<p><strong>EDIT</strong></p>\n\n<p>I've watched quite a few sites get launched now where I know some experts in the field. I've spoken to quants about quant, linguists about linguistics, statisticians about stats, and Japanese about japanese. I show them the site, proud as can be, and what they tend to say is, \"this site looks stupid. It's a bunch of beginners.\" Ouch.</p>\n\n<p>Nothing hurts a site more than making the experts think that the site is stupid or intended for beginners. I can't think how many people who would have made those sites great but did not participate because well-meaning private-beta participants filled the site up with a bunch of really basic questions.</p>\n\n<p>Don't let this happen here. If you aren't an economist, that's fine. Wait until after the private beta.</p>\n", "OwnerUserId": 86, "LastEditorUserId": 86, "LastEditorDisplayName": "", "LastEditDate": "2011-10-12T14:20:31.340", "LastActivityDate": "2011-10-17T23:09:55.460", "Title": "Remember, exemplary questions", "Tags": ["discussion", "faq"], "AnswerCount": 3, "CommentCount": 2}
{"Id": 10, "PostTypeId": 2, "ParentId": 9, "CreationDate": "2011-10-12T00:20:39.590", "Score": 0, "ViewCount": 0, "Body": "<p>I don't understand why the two can't coexist.  <br>\nIf both groups get the answer they seek is that a tragedy?  <br>\nI'd rather differentiate by tags than to go around deleting all questions that don't use Bellman equations</p>\n", "OwnerUserId": 50, "LastActivityDate": "2011-10-12T00:20:39.590", "CommentCount": 1}
{"Id": 11, "PostTypeId": 2, "ParentId": 9, "CreationDate": "2011-10-12T01:20:32.160", "Score": 2, "ViewCount": 0, "Body": "<p>Using <a href=\"http://economics.stackexchange.com/questions/9/what-determines-the-shape-of-the-demand-curve\">my question</a> as your example breaks down a bit because, again, it specifically is not covered in my ECON 101 course.  We talked a fair bit about factors affecting demand, what could push the curve outwards, selecting a price point given a curve, etc., but nothing about what determines the shape of the curve.  And that's why I asked the question.</p>\n\n<p>My introductory paragraph was intended to indicate that the very basics, like <a href=\"http://www.joelonsoftware.com/articles/CamelsandRubberDuckies.html\" rel=\"nofollow\">segmentation</a>, weren't the subject of the question.  You yourself said:</p>\n\n<blockquote>\n  <p>You can't really find out what the demand curve is.</p>\n  \n  <p>...</p>\n  \n  <p>The more you learn about pricing, the less you seem to know.</p>\n</blockquote>\n\n<p>So, understanding the shape of the curve for the purposes of pricing seems like a complex endeavor (at least to you and me, anyways :P).  I don't consider the current answers satisfactory in that regard; I'd like to see more information like <a href=\"http://economics.stackexchange.com/questions/9/what-determines-the-shape-of-the-demand-curve#comment-14\">Ryan's comment on MikeRand's answer</a>.  It mentions Engel curves and Veblen/Giffen goods, things that are <strong>definitely</strong> not mentioned in my microeconomics class.  <a href=\"http://en.wikipedia.org/wiki/Larry_Smith_%28economics%29\" rel=\"nofollow\">My professor</a> is no slouch, either.  I would be extremely surprised if he skipped anything basic or fundamental in his course.</p>\n\n<p>Being on the receiving end of Joel Spolsky's first downvote on a new site is kind of exciting, I suppose, but I'd prefer to have my question open and answerable :P (edit: the community has re-opened it, thanks to several of you for the good answers and explication).  I totally agree with avoiding basic questions, but I don't think this is what you're making it out to be.  If it doesn't meet the standard, that's fine, but obviously the standard would be higher than merely \"beyond ECON 101\" in that case.</p>\n\n<p>If that <strong><em>is</em></strong> the case, I'll have to ask the SE team to cancel my commitment to this site, because this is not what I foresaw.  The definition questions are honestly pretty terrible, but the immense gulf between them and your ideal makes the definition phase completely worthless.  I've been through several beta launches but nothing has struck me as quite this pointless.  Check out the top 4 definition questions:</p>\n\n<ul>\n<li><p><a href=\"http://area51.stackexchange.com/proposals/1618/economics/1845#1845\">What was Milton Friedman's position on why the Great Depression happened?</a></p>\n\n<p>If not general reference, this is certainly not an expert question.  The answer would just be copy-pasted facts; there's no room for applying expertise in relating someone else's opinion.  Any layman could read someone's opinion and summarize it.</p></li>\n<li><p><a href=\"http://area51.stackexchange.com/proposals/1618/economics/2131#2131\">What is a prime example of \"the tragedy of the commons\"?</a></p>\n\n<p>List question, subjective, basic &mdash; you name it, this question's got it.  Interesting, maybe; expert, no.  The Wikipedia article even <a href=\"http://en.wikipedia.org/wiki/Tragedy_of_the_commons#Modern_commons\" rel=\"nofollow\">has good examples</a>.</p></li>\n<li><p><a href=\"http://area51.stackexchange.com/proposals/1618/economics/7726#7726\">What is a sunk cost?</a></p>\n\n<p>This would get so many \"Google it\" comments you'd have to lock the post.</p></li>\n<li><p><a href=\"http://area51.stackexchange.com/proposals/1618/economics/2126#2126\">What is the \"permanent income hypothesis\"?</a></p>\n\n<p>Slightly more interesting than the last, but the first Google hit is Wikipedia and <a href=\"http://en.wikipedia.org/wiki/Permanent_income_hypothesis\" rel=\"nofollow\">the article</a>'s pretty decent.</p></li>\n</ul>\n\n<p>I honestly don't understand the rationale behind signing up a bunch of people who ask and are interested in these sort of questions and then expecting them to churn out super-expert questions.  It doesn't help that <a href=\"http://area51.stackexchange.com/proposals/24653/research-economics\">the Research Economics proposal</a> is still open.  If all the Master's and Doctorate students are here, what's the point of that?</p>\n\n<p>Finally: Whatever the guideline is, it needs to be made clearer.  For example, here's some of the questions you left open:</p>\n\n<ul>\n<li><p><a href=\"http://economics.stackexchange.com/questions/3/what-are-some-of-the-options-and-consequences-available-to-greece\">What are some of the options and consequences available to Greece?</a></p>\n\n<p>This was covered in my first year macroeconomics class (ECON 102).</p></li>\n<li><p><a href=\"http://economics.stackexchange.com/questions/13/how-does-the-perfect-competition-model-break-down-when-one-of-the-six-assumptions\">How does the perfect competition model break down when one of the six assumptions is lost?</a></p>\n\n<p>This was covered in my first year microeconomics class (ECON 101).</p></li>\n<li><p><a href=\"http://economics.stackexchange.com/questions/43/important-flaws-and-alternatives-to-the-homo-oeconomicus\">Important flaws and alternatives to the &quot;Homo oeconomicus&quot;</a></p>\n\n<p>Addressed in both of the above courses.</p></li>\n</ul>\n\n<blockquote>\n  <p>Nothing hurts a site more than making the experts think that the site is stupid or intended for beginners. I can't think how many people who would have made those sites great but did not participate because well-meaning private-beta participants filled the site up with a bunch of really basic questions.</p>\n  \n  <p>Don't let this happen here. If you aren't an economist, that's fine. Wait until after the private beta.</p>\n</blockquote>\n\n<p>Does that really make sense?  The experts will enjoy crap questions as long at they're not posted during the private beta?  That's bizarre.  There might be some sort of lock-in effect &mdash; experts who get active early may be more reluctant to leave later &mdash; but there are at least two counters to that:</p>\n\n<ul>\n<li><p>The experts will feel suckered.  They can come here and read what you're saying, you know.  Attempting to trick them into believing this site is for experts only to allow the beginners to inundate the site later can't go over well.</p></li>\n<li><p>The initial experts aren't enough.  There are two few people on the site right now for it to be viable long-term, so we have to grow.  To grow, we need to be attractive to new users.  If we want those new users to be experts, then we will <strong>always</strong> need to avoid the \"stupid beginner questions\".  If not, then the site's not a site for experts anyways so why do we care about them at all?</p></li>\n</ul>\n\n<p>If the site really is for experts, it needs to cater to them consistently. This mixed message nonsense makes the site unusable for anyone.  And aren't the biggest sites in the network the ones that don't cater only to PhDs?  Didn't SO allow terrible questions once and still manage to get huge and attract the likes of Eric Lippert?  (I'm not advocating bad questions, just pointing out that the logic isn't 100% sound here.)</p>\n\n<p>In summary: I'm really confused, and I can only assume others are too.  Including you guys at SE, or otherwise this would be sorted out.  I mean that constructively.</p>\n", "OwnerUserId": 20, "LastEditorUserId": 20, "LastEditorDisplayName": "", "LastEditDate": "2011-10-13T00:16:55.910", "LastActivityDate": "2011-10-13T00:16:55.910", "CommentCount": 5}
{"Id": 12, "PostTypeId": 2, "ParentId": 5, "CreationDate": "2011-10-12T03:48:55.753", "Score": 1, "ViewCount": 0, "Body": "<p>@Matthew Read</p>\n\n<p>Why voters choose to abstain is NOT a psychological question. There are rational reasons for abstaining from voting which mainstream economists have been writing about for many years. Let me give you a few links to papers in the best economics journals; hope they will disabuse you of the misconceptions you seem to harbor.</p>\n\n<p><a href=\"http://www.jstor.org/pss/2118204\" rel=\"nofollow\">http://www.jstor.org/pss/2118204</a></p>\n\n<p><a href=\"http://www.nber.org/papers/w14799\" rel=\"nofollow\">http://www.nber.org/papers/w14799</a></p>\n\n<p>With all due respect, why would close a discussion you have no idea about?</p>\n", "OwnerUserId": 68, "LastActivityDate": "2011-10-12T03:48:55.753", "CommentCount": 2}
{"Id": 13, "PostTypeId": 1, "CreationDate": "2011-10-12T04:14:50.340", "Score": 7, "ViewCount": 75, "Body": "<p>Since there seems to be a lot of confusion about what is a legitimate question on this forum and what is not, let me make a suggestion about how to make up our minds.</p>\n\n<p>If there is a question, for example on the Revelation Principle, or Voting Theory, or Structural Models, and you don't know what that is, please do a quick search on google scholar and see if economics journals are publishing papers related to the question. If such papers are being published, accept that there are parts of economics you don't know about, and let the question be, please. Is this an acceptable solution?</p>\n\n<p>Of course, I don't mean to imply if no papers are being written on the topic it is not a valid question. If you don't find any current research on the topic you are free to use your judgement.</p>\n", "OwnerUserId": 68, "LastEditorUserId": 89, "LastEditorDisplayName": "", "LastEditDate": "2011-10-18T15:42:19.280", "LastActivityDate": "2011-10-18T15:42:19.280", "Title": "Is having a quick look at current research trends in economics a fair way to decide whether something is off-topic?", "Tags": ["discussion", "scope"], "AnswerCount": 3, "CommentCount": 1, "FavoriteCount": 1}
{"Id": 14, "PostTypeId": 1, "AcceptedAnswerId": 15, "CreationDate": "2011-10-12T04:50:46.987", "Score": 7, "ViewCount": 90, "Body": "<p>The thing I think is most fascinating about the Econ SE site is the timing… right at this moment the US is divided into 2 large factions with irreconcilable economic policy beliefs. (I.e. the borrow-and-spend stimulus faction and the trickle-down supply-side faction.) These two different dogmas are built up on nearly a century of divergent economic opinion that has swung back and forth several times.</p>\n\n<p>I suspect the majority of American's don't have a foggy clue what either of these ideologies actually entails, and I hope that Econ SE can be a forum for explaining specific economic beliefs more clearly. (E.g. explaining a specific term used by Keynes using modern language, not 1930's econ-babble.)</p>\n\n<p>At the same time, I can already see arguments brewing around questions that are not specific, such as this one: <a href=\"http://economics.stackexchange.com/questions/12/what-are-the-effects-of-turning-a-backed-currency-into-a-fiat-currency/53#53\">What are the effects of turning a backed currency into a fiat currency?</a></p>\n\n<p>This question really exposes a wide chasm of beliefs in modern economics, one that is not anywhere close to being resolved. How do we navigate tricky questions like this? How do we prevent one ideology from being consistently voted up and another one consistently voted down? Should we close an issue if it is phrased in such a way that it will provoke arguments?</p>\n\n<p>Edit -- Examples of potentially problematic questions:</p>\n\n<p><a href=\"http://economics.stackexchange.com/questions/74/why-did-treasuries-yield-plunge-after-usa-was-downgraded\">Why did Treasuries yield plunge after USA was downgraded?</a></p>\n\n<p>This isn't really a research economics question, and I could see several competing theories being put forth in response. I'm used to stack overflow, where it's fairly easy to copy/paste into a compiler and determine whether something is basically correct or not.</p>\n\n<p><a href=\"http://economics.stackexchange.com/questions/72/what-is-the-economics-behind-across-the-board-failure-of-communist-leftist-gove\">What is the economics behind &#39;across the board&#39; failure of communist/leftist governments?</a></p>\n\n<p>Uses \"leftist\" as a pejorative, and asks for explanations of phenomena that have dozens of hundreds of interlocking factors.</p>\n\n<p><a href=\"http://economics.stackexchange.com/questions/3/what-are-some-of-the-options-and-consequences-available-to-greece\">What are some of the options and consequences available to Greece?</a></p>\n\n<p>This is a split across two different theories. One theory argues that austerity, deleveraging, and deflation are the best course of action. Another theory suggests this can be solved with monetary policy. What is an impartial answer to this question going to look like? (Actually the current most popular answer is a good, impartial answer to a potentially political question. But other answers and comments seem to be unsupported and make normative claims about certain policy outcomes.)</p>\n\n<p><a href=\"http://economics.stackexchange.com/questions/19/how-do-friedman-and-bernankes-explanations-about-the-causes-of-the-great-depress\">How do Friedman and Bernanke&#39;s explanations about the causes of the Great Depression compare?</a></p>\n\n<p>This question actually resulted in a very nice answer, but I think we can all see how this same question (when opened up to the public) could result in some argument.</p>\n\n<p><em>In short</em>, I don't agree with the dismissal of my question. \"That won't happen\" isn't a good answer. We should have guidelines to objectively identify when a question or answer goes out of bounds and have tips for writers to fix those things so that they become useful.</p>\n\n<p><a href=\"http://economics.stackexchange.com/questions/87/what-is-the-optimal-policy-response-for-a-country-experiencing-a-liquidity-trap\">What is the optimal policy response for a country experiencing a liquidity trap?</a></p>\n\n<p>A normative question. CarrKnight has a really nice answer that begins with \"It really depends on what your model says it's the cause of the liquidity trap.\" I think this is exactly how we should aim to answer normative questions. (Thanks JasonB for pointing this out.)</p>\n", "OwnerUserId": 10, "LastEditorUserId": 89, "LastEditorDisplayName": "", "LastEditDate": "2011-10-18T15:41:04.493", "LastActivityDate": "2011-10-18T15:41:04.493", "Title": "Where do we draw the line on ideological questions?", "Tags": ["discussion", "scope"], "AnswerCount": 4, "FavoriteCount": 1}
{"Id": 15, "PostTypeId": 2, "ParentId": 14, "CreationDate": "2011-10-12T05:33:11.647", "Score": 9, "ViewCount": 0, "Body": "<p>These sorts of arguments don't often occur among economists, at least not until the wine starts flowing.  When questions have political implications, we tend to avoid making any normative conclusions--we don't say what is better/worse, but rather limit ourselves to if/then statements.  That is, given a set of assumptions and certain parameters, one can show that a certain outcome will result.  This is quite different from the answers people generally expect, and is a great opportunity to demonstrate how economic thinking really works.</p>\n\n<p>In my opinion, answers to such questions should rely on well-known models or empirical evidence (like the Wikipedia prohibition on \"original research\"), and the answer should define the limits of the conclusions.  This will be a very difficult task as it is hard to communicate that models are abstractions, that our insights usually come from these abstractions, and that they can lend certain insights but usually cannot give authoritative answers.  So, few questions would be inappropriate, but many possible answers would be. </p>\n", "OwnerUserId": 26, "LastActivityDate": "2011-10-12T05:33:11.647", "CommentCount": 6}
{"Id": 17, "PostTypeId": 2, "ParentId": 14, "CreationDate": "2011-10-12T07:29:35.263", "Score": 3, "ViewCount": 0, "Body": "<p>As long as questions and answers make it clear that the poster has set out their assumptions, and the limits of their conclusions, it should be fine.</p>\n\n<p>Even bunfights between Keynesians, Monetarists and Austrians can settle down into agreements about \"well, if you take those assumptions, then yes, that conclusion is valid; but if instead you take these asssumptions, then this conclusion is valid\"</p>\n\n<p>I do suspect that when the site goes public beta, we might get an influx of goldbugs and the like. Hopefully a handful of definitive questions on money supply, velocity of money, and the like, will mean that almost all incoming questions on the subject can be rapidly closed either as argumentative or as duplicates.</p>\n", "OwnerUserId": 104, "LastActivityDate": "2011-10-12T07:29:35.263", "CommentCount": 1}
{"Id": 18, "PostTypeId": 2, "ParentId": 5, "CreationDate": "2011-10-12T10:05:40.660", "Score": 2, "ViewCount": 0, "Body": "<p>Is  \"Why do voters choose to abstain?\" on-topic?</p>\n\n<p>Almost.</p>\n\n<p>With a bit of editing, yes. If phrased in some other ways, no.</p>\n\n<p>I'd hope we'd edit the question to say something like: \"what's the behavioural economics of voter abstention?\", to encourage answerers to stay on-topic; and that we'd flag up answers that weren't grounded in economics.</p>\n", "OwnerUserId": 104, "LastActivityDate": "2011-10-12T10:05:40.660"}
{"Id": 19, "PostTypeId": 2, "ParentId": 13, "CreationDate": "2011-10-12T12:16:08.110", "Score": 4, "ViewCount": 0, "Body": "<p>I imagine that you write this based on your experience with this question: <a href=\"http://economics.stackexchange.com/questions/38/what-is-the-swing-voters-curse-in-voting-theory\">What is the Swing Voter&#39;s Curse in voting theory?</a></p>\n\n<p>I think that the problem is not about the readers of your question, but about the question itself. If you add more context to your question, including what you already saw in the literature, then it will become visible that you are asking an actual \"economics\" question. You are the one that ask the question so you should provide the context, it is not to the readers to find for additional information.</p>\n\n<p>By the way, I think that your \"I'm doing a phd in economics and I think I know what's on topic and what's off\" is not a fact. This is the community that decides what's on topic or not, not you (or me or anyone else in particular). Moreover, your are probably not the only one with a degree/academic record in economics here, so <em>argumentum ad baculum</em> is not of any interest on stack exchange, don't you think ?</p>\n", "OwnerUserId": 82, "LastActivityDate": "2011-10-12T12:16:08.110", "CommentCount": 3}
{"Id": 20, "PostTypeId": 2, "ParentId": 14, "CreationDate": "2011-10-12T12:47:54.980", "Score": 0, "ViewCount": 0, "Body": "<p>I remember reading somewhere that, when it comes to such questions, \"Economics cannot answer normative questions\" - so the test could be as to how normative a particular question is?</p>\n", "OwnerUserId": 48, "LastActivityDate": "2011-10-12T12:47:54.980", "CommentCount": 3}
{"Id": 21, "PostTypeId": 2, "ParentId": 13, "CreationDate": "2011-10-12T12:52:33.467", "Score": 3, "ViewCount": 0, "Body": "<p>Yes, I agree with your assertion that:</p>\n\n<blockquote>\n  <p>If there is a question, for example on the Revelation Principle, or\n  Voting Theory, or Structural Models, and you don't know what that is,\n  please do a quick search on google scholar and see if economics\n  journals are publishing papers related to the question. If such papers\n  are being published, accept that there are parts of economics you\n  don't know about, and let the question be, please.</p>\n</blockquote>\n\n<p>However, if the community didn't pick up, from the question itself, that it belongs on here, then there's scope to improve the question by including more context, to establish its economic credentials without a reader having to go do Google Scholar searches. So  I agree with @Sylvain Peyronnet too:</p>\n\n<blockquote>\n  <p>If you add more context to your question, including what you\n  already saw in the literature, then it will become visible that you\n  are asking an actual \"economics\" question. You are the one that ask\n  the question so you should provide the context</p>\n</blockquote>\n\n<p>Why not edit that question on Swing Voter's Curse a bit more, give some more context including the (behavioural) economics therein, and give people a chance to revisit their \"close\" votes and maybe vote to reopen?</p>\n", "OwnerUserId": 104, "LastActivityDate": "2011-10-12T12:52:33.467"}
{"Id": 22, "PostTypeId": 1, "CreationDate": "2011-10-12T15:03:53.740", "Score": 3, "ViewCount": 60, "Body": "<p>Mindful of the <a href=\"http://blog.stackoverflow.com/2010/07/the-7-essential-meta-questions-of-every-beta/\">\"7 Meta Questions\"</a> banner up there for the beta, I thought this might also help in answering the question of what is on or off topic.</p>\n\n<p>A course at work on this type of thing encouraged us to structure the pitch in terms of the following four components:</p>\n\n<ul>\n<li>Customer (\"Questioner\" in this case);</li>\n<li>Issue;</li>\n<li>Feel;</li>\n<li>Outcome;</li>\n</ul>\n\n<p>Example:  I am interested in how economics influences the world but concerned that I know less about how it works than I would like and through this site able to gain expert knowledge on topics as diverse as the way money works and where demand actually comes from.</p>\n\n<p>Probably a bit \"marketing-speak\" but it needs to be that short.  What are your ideas?</p>\n", "OwnerUserId": 48, "LastActivityDate": "2011-10-15T19:23:50.437", "Title": "What’s the “elevator pitch” for our site?", "Tags": ["discussion"], "AnswerCount": 3}
{"Id": 23, "PostTypeId": 2, "ParentId": 13, "CreationDate": "2011-10-12T15:44:02.057", "Score": 2, "ViewCount": 0, "Body": "<p>I don't know why Joel closed it as off-topic, frankly.  As I noted I thought it was too basic.  You pretty much just asked for the definition.  In your comment you asked a more expansive question, but SE is not a back-and-forth discussion forum.  Your question needs to be well-formed and complete initially in order to get the response you would expect to a well-formed and complete question; comments are for minor clarifications.  If your goal is to get information beyond the definition, you need to specify that in the question.</p>\n", "OwnerUserId": 20, "LastActivityDate": "2011-10-12T15:44:02.057", "CommentCount": 3}
{"Id": 24, "PostTypeId": 2, "ParentId": 22, "CreationDate": "2011-10-12T17:14:15.950", "Score": 2, "ViewCount": 0, "Body": "<p>Crowd-sourcing great questions and great answers about economics</p>\n", "OwnerUserId": 104, "LastActivityDate": "2011-10-12T17:14:15.950", "CommentCount": 1}
{"Id": 25, "PostTypeId": 2, "ParentId": 4, "CreationDate": "2011-10-12T20:21:19.853", "Score": 5, "ViewCount": 0, "Body": "<p>If it's specific to bitcoin, then get it off this site; either deleted or migrated to bitcoin.</p>\n\n<p>If it's not specific to BitCoin, then remove all the Bitcoin references, and leave it as a general question about stateless currencies with fixed circulation.</p>\n", "OwnerUserId": 104, "LastActivityDate": "2011-10-12T20:21:19.853", "CommentCount": 1}
{"Id": 26, "PostTypeId": 1, "CreationDate": "2011-10-12T20:38:20.767", "Score": 5, "ViewCount": 171, "Body": "<p>I understand the desire to draw experts to the community, but the restriction of \"graduate level\" or higher economics questions seems to me like it unnecessarily fragments the community and perhaps creates an image of elitism. I truly do understand the desire to not relive Econ101 but I do foresee a great deal of users coming to this site with questions that the current standards will deem \"too simple\" to answer. A large number of our users will likely be college students, struggling to understand the basics and while that seems aweful now, weren't we all there once?</p>\n\n<p>Should we perhaps widen our scope a bit? I'm not aware of any other StackExchange that has such a policy - for example StackOverflow does not, to my knowledge, dismiss a programming question for being \"too basic.\" It's our choice as a community, which is why I'm asking it here: how would you, the people, feel about potentially widening the scope to allow perhaps all collegiate level questions?</p>\n", "OwnerUserId": 8, "LastEditorUserId": 89, "LastEditorDisplayName": "", "LastEditDate": "2011-10-18T15:42:47.627", "LastActivityDate": "2011-10-23T12:37:52.187", "Title": "\"Graduate Level\" Questions", "Tags": ["discussion", "scope"], "AnswerCount": 6, "CommentCount": 4}
{"Id": 27, "PostTypeId": 2, "ParentId": 26, "CreationDate": "2011-10-12T20:52:46.567", "Score": 2, "ViewCount": 0, "Body": "<p>I believe this is a good idea. I cannot see that it would be that offensive to see Econ101 questions asked here, even for the most hard-core economists. </p>\n", "OwnerUserId": 114, "LastActivityDate": "2011-10-12T20:52:46.567"}
{"Id": 28, "PostTypeId": 2, "ParentId": 26, "CreationDate": "2011-10-12T21:21:57.410", "Score": 10, "ViewCount": 0, "Body": "<p><a href=\"http://meta.economics.stackexchange.com/questions/9/remember-exemplary-questions\">Joel's question</a> on this meta site sets out the reasoning very clearly, and I find it very persuasive. Some choice excerpts, with my emphasis:</p>\n\n<blockquote>\n  <p>The goal of the economics site is to create a great resource for\n  economists and advanced students of economics. It is not to create a\n  place for Econ 101 students to ask basic questions about the demand\n  curve. <strong>If you allow Econ 101 questions during the private beta, then\n  when we open to the public, everybody who knows anything about\n  economics will think that this is a site for beginners and will leave.</strong>\n  ...\n  Nothing hurts a site more than making the experts think that the site\n  is stupid or intended for beginners. I can't think how many people who\n  would have made those sites great but did not participate because\n  well-meaning private-beta participants filled the site up with a bunch\n  of really basic questions</p>\n</blockquote>\n\n<p>Remember, the author of those words has launched many successful, and some unsuccesful Q&amp;A sites very like this one. Heed the voice of experience.</p>\n\n<p>And remember that the call for exemplary question applies to the early stages of the beta. If you have more basic questions, why not just put them on ice until we've built up a decent number of expert questions and expert answers?</p>\n", "OwnerUserId": 104, "LastActivityDate": "2011-10-12T21:21:57.410", "CommentCount": 2}
{"Id": 29, "PostTypeId": 2, "ParentId": 26, "CreationDate": "2011-10-12T21:47:31.367", "Score": 2, "ViewCount": 0, "Body": "<p>Joel's intent, I believe, is to discourage us from seeding the site with easy question. By easy, I mean things like \"What is elasticity?\" While at some point we may make the decision to allow these questions, initially we should stay away from them as much as possible. </p>\n\n<p>The questions asked in first few days will determine what kind of community we will be entering public beta with. If most experts on the topic feel it is way too basic, or uninteresting, we will be entering public beta with a community that is less qualified  than otherwise - and with content less interesting with the experts we want to attract. Easy questions can be asked later, but not during private beta. At this point, in the site's infancy, they are detrimental to the site's growth. </p>\n", "OwnerUserId": 93, "LastActivityDate": "2011-10-12T21:47:31.367"}
{"Id": 30, "PostTypeId": 2, "ParentId": 26, "CreationDate": "2011-10-12T22:51:20.717", "Score": 3, "ViewCount": 0, "Body": "<p>To be honest, I fully intended to seed a few good graduate-level questions but, after several attempts, have had difficulty coming up with any.  Everything I've come up with so far has fallen into four categories:  </p>\n\n<ol>\n<li>Questions I can answer in a literature search (or by reference to a book on my shelf or even Wikipedia)</li>\n<li>Questions that would require original research to answer (almost by definition, if the question isn't answered by (1), it would require new research).</li>\n<li>Questions about the apex literature in a field of economics.  I usually find a course syllabus or ask a colleague to answer these sorts of questions.</li>\n<li>Questions that seem like homework, and could be sorted if I just took the time to do so (for example, I'd need to do a bit of reading to get a grip on the subject, but want someone else to spoon-feed it to me).  At least on SO, such questions aren't usually appreciated, so I assume the same goes here.</li>\n</ol>\n\n<p>Perhaps I'm not very creative (and I apologize if I'm just too dense), but I'm starting to wonder just what would make a good graduate-level question (and whether the powers that be on this site might need to re-consider the mandate).  Are any of the questions asked so far considered \"graduate level\" without fitting into (1)-(4) above? </p>\n\n<p>I say the above with deep respect for the SE process--I'm assuming that <strong>I</strong> don't get something here.  But, others are probably in the same boat, so some clarification might help.</p>\n", "OwnerUserId": 26, "LastActivityDate": "2011-10-12T22:51:20.717", "CommentCount": 3}
{"Id": 31, "PostTypeId": 1, "CreationDate": "2011-10-13T06:47:47.033", "Score": 10, "ViewCount": 110, "Body": "<p>This <a href=\"http://economics.stackexchange.com/questions/84/multiple-solutions-for-optimal-policy-with-forward-looking-variables-how-to-make\">question</a> would definitely look much nicer with LaTeX formulas. I assume as the site grows the need for LaTeX will grow too. Since other SE sites support LaTeX, maybe it should be turned on for this site too?</p>\n\n<p>Here is another <a href=\"http://economics.stackexchange.com/questions/50/what-do-studies-say-about-the-length-and-causes-of-the-innovation-adoption-lag/67#67\">answer</a>, where the formula is pasted. In general I have a feeling that in some of the answers people give references instead of writing the formulas. </p>\n", "OwnerUserId": 95, "LastEditorUserId": 19, "LastEditorDisplayName": "", "LastEditDate": "2011-10-24T19:01:40.023", "LastActivityDate": "2011-10-24T19:02:35.423", "Title": "Enable MathJax for formulas?", "Tags": ["feature-request", "status-completed"], "AnswerCount": 2, "CommentCount": 2, "FavoriteCount": 1}
{"Id": 32, "PostTypeId": 2, "ParentId": 26, "CreationDate": "2011-10-13T10:43:13.453", "Score": 5, "ViewCount": 0, "Body": "<p>I think there needs to be initial \"seeding\" that keeps the level of discussion at a professional/graudate level but - especially if the topics start returning high in search results - we are going to get people with either particular economic opinions to push, or non-economists worried or perplexed by events.  The latter are likely to aks, and need, answers to Eco101 questions.</p>\n\n<p>Another question to resolve is whether this site is only for working economists, or whether interested bystanders are welcome?  Economics is one of the few academic subjects where layman feel quite comfortable getting involved so this sort of scoping is quite important. </p>\n", "OwnerUserId": 48, "LastActivityDate": "2011-10-13T10:43:13.453", "CommentCount": 3}
{"Id": 33, "PostTypeId": 2, "ParentId": 31, "CreationDate": "2011-10-13T18:24:02.870", "Score": 4, "ViewCount": 0, "Body": "<p>MathJax is a pretty heavy dependency.  If there is a demonstrated and significant need for it, we can turn it on.  If it is just going to be a question here and there, it may not be worth the dependency.</p>\n\n<hr>\n\n<p>Edit: MathJax has been enabled.</p>\n", "OwnerUserId": 6, "LastEditorUserId": 33, "LastEditorDisplayName": "", "LastEditDate": "2011-10-24T19:02:35.423", "LastActivityDate": "2011-10-24T19:02:35.423", "CommentCount": 5}
{"Id": 34, "PostTypeId": 1, "AcceptedAnswerId": 35, "CreationDate": "2011-10-14T17:23:50.780", "Score": 4, "ViewCount": 56, "Body": "<p>It's probably way too early to start thinking about making our tags a bit saner.</p>\n\n<p>But one thing did occur to me. I'm guessing that a very high proportion of questions might merit either a \"macroeconomics\" or a \"microeconomics\" tag. But in that case, doesn't that make them so general as to be useless?</p>\n", "OwnerUserId": 104, "LastActivityDate": "2011-10-18T14:43:57.777", "Title": "on tags (possibly prematurely) - macroeconomics / microeconomics", "Tags": ["discussion", "tags"], "AnswerCount": 2, "CommentCount": 4}
{"Id": 35, "PostTypeId": 2, "ParentId": 34, "CreationDate": "2011-10-14T19:29:54.587", "Score": 3, "ViewCount": 0, "Body": "<p>Yes.  They're barely above an <code>economics</code> tag.</p>\n", "OwnerUserId": 20, "LastActivityDate": "2011-10-14T19:29:54.587", "CommentCount": 1}
{"Id": 36, "PostTypeId": 2, "ParentId": 22, "CreationDate": "2011-10-15T08:55:02.483", "Score": 3, "ViewCount": 0, "Body": "<p><strong>Strapline</strong>: Maximised utility</p>\n\n<p><strong>Elevator pitch</strong>: The Economics Stackexchange - a website where lay people and experts ask awesome questions about economics, and get awesome answers. Peer-voting helps the best answers rise to the top.</p>\n", "OwnerUserId": 104, "LastActivityDate": "2011-10-15T08:55:02.483", "CommentCount": 1}
{"Id": 37, "PostTypeId": 2, "ParentId": 22, "CreationDate": "2011-10-15T19:23:50.437", "Score": 0, "ViewCount": 0, "Body": "<p>A place to discuss general, but also advanced questions about Economics and Economics research.</p>\n\n<p>I'm a little biased, but I'd really like to make sure there is something in the tag-line or elevator pitch that would make sure to attract questions that are of graduate-level or higher caliber.</p>\n", "OwnerUserId": 149, "LastActivityDate": "2011-10-15T19:23:50.437"}
{"Id": 38, "PostTypeId": 2, "ParentId": 26, "CreationDate": "2011-10-15T19:28:52.347", "Score": 2, "ViewCount": 0, "Body": "<p>We should also avoid questions that the majority of working economists would deem as \"unanswerable\" or too likely to appear as quack questions like in the popular press.</p>\n\n<p>For instance, questions of the type \"How will the economy grow in Q4 of 2011\", \"Should I buy bonds or stocks\", or similar questions should be discouraged. They are really better suited for a forum on finance or investing and definitely do not represent anything related to the study of economics.</p>\n\n<p>This stackoverflow should <strong>NOT</strong> be a forum for people to have baseless arguments about generally unknowable or highly opinionated questions.</p>\n", "OwnerUserId": 149, "LastEditorUserId": 149, "LastEditorDisplayName": "", "LastEditDate": "2011-10-23T12:37:52.187", "LastActivityDate": "2011-10-23T12:37:52.187", "CommentCount": 3}
{"Id": 39, "PostTypeId": 2, "ParentId": 31, "CreationDate": "2011-10-15T22:47:38.503", "Score": 3, "ViewCount": 0, "Body": "<p>This is absolutely a good idea. If you want there to be good discussions on graduate or research-level economics, not having \\LaTeX enabled would discourage a lot of people. </p>\n\n<p>This should be done immediately so that initial questions can be seeded with \\LaTeX. </p>\n\n<p>I will probably walk from the site (I'm an econ grad student at MIT) if it doesn't have this capability and I imagine many other grad students would too.</p>\n", "OwnerUserId": 149, "LastActivityDate": "2011-10-15T22:47:38.503"}
{"Id": 40, "PostTypeId": 1, "CreationDate": "2011-10-16T08:28:04.130", "Score": 1, "ViewCount": 92, "Body": "<p>To date, we've received a couple of questions on statistical methods:</p>\n\n<ul>\n<li><a href=\"http://economics.stackexchange.com/questions/192/if-you-have-a-really-big-n-is-using-a-regular-vs-an-m-n-bootstrap-ever-a-good\">If you have a really big N, is using a regular vs. an m-n bootstrap ever a good idea?</a>  </li>\n<li><a href=\"http://economics.stackexchange.com/questions/202/does-it-make-sense-to-cluster-when-you-use-a-regression-discontinuity\">Does it make sense to &quot;cluster&quot; when you use a regression discontinuity?</a></li>\n</ul>\n\n<p>ISTM that these are best placed on stats.SE, and that these two questions in particular should be migrated there.</p>\n\n<p>I think that there is a subtle distiction between between technical questions about economics, and technical questions by economists: the latter might include questions about stats (stats.SE), or programming a particular algorithm (stackoverflow). The advantages of taking a question such as this to stats.SE, is that there are a lot more people there who will be well-placed to give a great answer (which means that everyone benefits); and that non-economist statisticians will be interested in the same question and the same answer (reaching a wider audience).</p>\n", "OwnerUserId": 104, "LastEditorUserId": 89, "LastEditorDisplayName": "", "LastEditDate": "2011-10-18T15:40:50.860", "LastActivityDate": "2011-12-01T20:37:22.377", "Title": "where do economics stats questions belong?", "Tags": ["discussion", "scope", "migration"], "AnswerCount": 3, "CommentCount": 3}
{"Id": 41, "PostTypeId": 2, "ParentId": 40, "CreationDate": "2011-10-16T10:55:21.993", "Score": 6, "ViewCount": 0, "Body": "<p>As a regular visitor of stats.SE (and coincidentally the top user in econometrics tag <a href=\"http://stats.stackexchange.com/tags/econometrics/topusers\">there</a> :)),  I would say that the first question belongs to stats.SE, while the second one belongs here. </p>\n\n<p>The remark about wider audience is spot on. For the first question a lot of statisticians can have an opinion, for the second one too much econometrics jargon is used for statisticians to be able to say what is what.</p>\n\n<p>Note though that this site is only starting up, so when there is a benefit of the doubt, the question should remain here. Furthermore migrating mechanisms are not there yet, if I recall correctly, they work only for sites which graduate from beta.</p>\n", "OwnerUserId": 95, "LastActivityDate": "2011-10-16T10:55:21.993", "CommentCount": 2}
{"Id": 42, "PostTypeId": 2, "ParentId": 14, "CreationDate": "2011-10-16T23:14:43.933", "Score": 2, "ViewCount": 0, "Body": "<p>I agree with most of what the other posters said regarding eliminating questions that are excessively normative, vague, or unanswerable by economists.</p>\n\n<p>One way these questions <em>could</em> be phrased, though this may be less exciting to the question answerer is to have the question re-written so that it asks for specific academic studies on the question.</p>\n\n<p>For example, a question such as, \"Does our safety net cause people to be lazy and not work?\" is kind of vague and unanswerable as it stands. However, if the question was phrased as, \"What have economists said about of generous welfare benefits on unemployment durations?\" that would be answerable.</p>\n\n<p>There are some problems with this:\n1) Community members may not have the desire to \"translate\" flaming questions into objective economic ones\n2) Depending on who the SE attracts, these questions could get flamy and take over\n3) The original question-asker may not be happy with such a boring answer and may not have the desire to read academic economists' take on the question... they might be better off reading WSJ, NYTimes, or the Economist (depending on their political persuasion).</p>\n\n<p>In the case of (3), this \"translation\" isn't really helpful and the question-asker may be better off visiting forums for political discussion.</p>\n", "OwnerUserId": 149, "LastActivityDate": "2011-10-16T23:14:43.933"}
{"Id": 43, "PostTypeId": 2, "ParentId": 40, "CreationDate": "2011-10-17T11:59:43.617", "Score": 4, "ViewCount": 0, "Body": "<p>I've been a regular contributor to the Personal Finance Stackexchange site for the past year or so and straight from private beta as well.  My experience there, with similar queries (\"Do macro-economics questions belong in Personal Finance?\") is that people are going to ask them.  There is overlap and that a strictly definitional approach (\"This is a stats question, this is a programming question.\") doesn't recognise that there will always be messy overlap.</p>\n\n<p>An economist is not necessarily a statistion and may not know what the appropriate method should be.  They can describe their problem, using familiar economic definitions, and get an answer from an economist with stats knowledge.  Ditto algorithms, programs, and so on.</p>\n\n<p>An economist going to Stackoverflow and describing their problem in economic terms is unlikely to be understood.</p>\n\n<p>I'd recommend that we permit, without promoting, such grey areas and recognise that economists need to grapple with stats and software on their own terms.</p>\n\n<p>On Personal Finance it was agreed that many people do want to understand why certain economic decisions are made and how those influence their personal finance or taxes.  It rounded out the site nicely.</p>\n", "OwnerUserId": 48, "LastActivityDate": "2011-10-17T11:59:43.617"}
{"Id": 44, "PostTypeId": 1, "CreationDate": "2011-10-17T14:04:18.637", "Score": 3, "ViewCount": 75, "Body": "<p>Skeptics SE <a href=\"http://meta.skeptics.stackexchange.com/questions/5/faq-must-all-answers-be-referenced\">requires reference</a>s in its answers and notable claims in its questions.  I Think that this policy may make sense here though I would modify it slightly.  </p>\n\n<ul>\n<li><p>Any claim of statistical trends, or actual economic conditions in a question should be required to be referenced.  </p></li>\n<li><p>If the question is is the trend actually happening then the claim should be able (and required) to be referenced by some notable news source.  </p></li>\n<li><p>Since these should be graduate level questions the Questioners should at least be able (and required) to show some relevant knowledge of the question and that they have at least attempted research by referencing documents of the topic where they are seeking clarification that does not fall into the previous categories.  This would include questions of how does X fit with Y or What do economists say about Z.  </p></li>\n<li><p>Since these are graduate level questions all answers should be able to be referenced.  </p></li>\n</ul>\n\n<p>These policies should help to mostly eliminate less useful and political questions about the economy.  Or at least put them into an arena where they can be addressed with out the left vs right agenda pushing with out real data or research to back it up.  The good questions I have seen seem to already be following this.</p>\n\n<p>Does this not seem like a good policy?</p>\n", "OwnerUserId": 133, "LastEditorUserId": 133, "LastEditorDisplayName": "", "LastEditDate": "2011-10-20T18:16:16.903", "LastActivityDate": "2011-10-20T18:16:16.903", "Title": "A call for references", "Tags": ["discussion", "asking-questions", "reference-requirement"], "AnswerCount": 4, "CommentCount": 2}
{"Id": 45, "PostTypeId": 2, "ParentId": 44, "CreationDate": "2011-10-17T15:19:55.083", "Score": 4, "ViewCount": 0, "Body": "<p>I agree in general, but there is no need to take things to extremes. </p>\n\n<p>IMHO, the fact that this site is aimed at graduate and professional economists means that the citation requirements might be more relaxed.  Among this group, there are certain well-known facts.  </p>\n\n<p>Using <a href=\"http://economics.stackexchange.com/questions/246/what-have-economists-written-about-the-recent-rise-in-income-inequality\">the question</a> that, I assume, inspired your post above (not my question BTW):</p>\n\n<ul>\n<li>There would be no argument among economists that income inequality has risen in the U.S. over recent decades.  This is something we know, and we would no more search for a citation on this fact than we would find a citation that \"U.S. GDP is higher than Canadian GDP.\" </li>\n<li><strong>But</strong>, we would be precise about what we mean by income inequality (e.g. \"... as measured by the Gini coefficient on household income\") and the region we are talking about (a certain country, state/province, global,...).</li>\n</ul>\n\n<p>In my opinion, the question fails to define what it means by income inequality, but no citation is needed to say that income inequality is rising.</p>\n\n<p>In the comments to that question, I said that, as measured by the Gini coefficient, income inequality is rising in the United States... a very specific (and falsifiable) answer.  You asked for proof, and I think that reveals an extreme view of the sorts of evidence that are required.  That answer was a fact, and is very easily looked up.</p>\n\n<p><strong>In my opinion, we can not make a blanket requirement for proof of every trend.</strong> One needs to use discretion and professional experience to decide when citation is necessary.</p>\n\n<p>I'm not making this a personal argument, but another case-in-point is in your answer to another question (<a href=\"http://economics.stackexchange.com/questions/187/is-physical-gold-inflation-proof/247#247\">Is physical gold inflation-proof?</a>), you state \"If you hold gold over time it will probably resist inflation. \"  Why you think that sort of statement doesn't require citation, but that well-known trends do need to be cited is rather beyond my comprehension.  Does the addition of the word \"probably\" excuse the need for citation?  But, I agree that your statement does not require citation, exactly because it is fairly well-known that gold is an inflation hedge.</p>\n\n<p>In short, if you are right that this site is \"by professionals for professionals\", then I'd argue that we should rely on personal judgement to decide what needs to be cited and avoid any sort of rule that everything must be cited.  StackExchange questions and answers are not formal publications.</p>\n", "OwnerUserId": 26, "LastActivityDate": "2011-10-17T15:19:55.083", "CommentCount": 2}
{"Id": 46, "PostTypeId": 2, "ParentId": 44, "CreationDate": "2011-10-17T15:23:54.440", "Score": 5, "ViewCount": 0, "Body": "<p>I think you've made some good points. Over on physics.SE, English.SE or Math.SE, references are seen as contributing to good questions and good answers, but are not compulsory. On skeptics.SE, the bar is set higher, with an expectation that answers <strong>are</strong> referenced.</p>\n\n<p>\"all answers should be able to be referenced.\" is ambiguous. And maybe there's value in that ambiguity. It is not the same as saying that \"all answers should be referenced.\" - I don't think that would be a helpful criterion for the site as a whole; (I can see that we might aspire to that as a criterion during the private beta).</p>\n\n<p>I think that it's important to bear in mind that this is a public website. It is not a private website for professionals. The audience is, and will be, academic economists, professional economists, and the general public.</p>\n\n<p>If a question isn't of high enough standard, then in general, downvote it. <a href=\"http://meta.economics.stackexchange.com/q/9/104\">And while we're in the private beta, vote to close it as off-topic</a>.</p>\n", "OwnerUserId": 104, "LastActivityDate": "2011-10-17T15:23:54.440", "CommentCount": 5}
{"Id": 47, "PostTypeId": 1, "AcceptedAnswerId": 74, "CreationDate": "2011-10-17T17:45:04.723", "Score": 3, "ViewCount": 104, "Body": "<p><a href=\"http://chat.stackexchange.com/transcript/message/2195800#2195800\">Word is that the private beta will be extended</a>.</p>\n\n<p>What's missing from the main site or this meta that we should put in place, before the public beta starts?</p>\n\n<p>Are there any open questions that should be closed? If so, please go vote to close them, right now! </p>\n\n<p>Are there any open questions that should be deleted? If so, please go flag them for a moderator's attention right now!</p>\n", "OwnerUserId": 104, "LastEditorUserId": 104, "LastEditorDisplayName": "", "LastEditDate": "2011-10-18T16:01:40.387", "LastActivityDate": "2011-10-21T15:32:33.637", "Title": "Are we ready to open the gates to public beta?", "Tags": ["discussion", "private-beta"], "AnswerCount": 4, "CommentCount": 1}
{"Id": 48, "PostTypeId": 2, "ParentId": 44, "CreationDate": "2011-10-17T18:03:17.287", "Score": 0, "ViewCount": 0, "Body": "<p>Isn't that the reason why we vote questions? <br></p>\n\n<p>We have to understand that most of the users that will frequent this exchange will be one-offs. We can list any requirement and rule we want, they'll not be read. <br></p>\n\n<p>You think the question is badly posed? Vote it down and add a comment. <br>\nYOU feel the question is badly asked? YOU don't answer it. <br></p>\n\n<p>If references were so easy to find we wouldn't need this exchange to begin with.</p>\n", "OwnerUserId": 50, "LastActivityDate": "2011-10-17T18:03:17.287", "CommentCount": 2}
{"Id": 49, "PostTypeId": 2, "ParentId": 47, "CreationDate": "2011-10-17T18:26:35.867", "Score": 2, "ViewCount": 0, "Body": "<p>I think perhaps the <a href=\"http://blog.stackoverflow.com/2010/07/the-7-essential-meta-questions-of-every-beta/\">\"7 essential Meta Questions of Every Beta\"</a> should be answered a bit more before public beta.  They don't need to be completely answered yet, but I think for instance a stab at <a href=\"http://meta.economics.stackexchange.com/questions/1/what-should-our-faq-contain\">\"What should our FAQ contain?\"</a> should be made before the floodgates are opened.</p>\n", "OwnerUserId": 40, "LastActivityDate": "2011-10-17T18:26:35.867", "CommentCount": 5}
{"Id": 50, "PostTypeId": 2, "ParentId": 1, "CreationDate": "2011-10-17T21:22:44.220", "Score": 3, "ViewCount": 0, "Body": "<p>I believe that it should state that any economics topic is on-topic including:</p>\n\n<ul>\n<li>Game theory</li>\n<li>History of economics theory</li>\n<li>History of the world economy</li>\n<li>Study of incentives (this needs rewording)</li>\n<li>Parts of consumer behavior that are strongly related to economics</li>\n<li>Theories and models from economics applied to other areas of study</li>\n<li>Data sources relevant for economists</li>\n<li>Sources of any kind (including magazines) that are relevant or often used by hard-core economists</li>\n</ul>\n\n<p>The reason why I want to include many border line topics, is that I believe that economists will not be offended by seeing these topics here. Also, I believe that the current pool of economists that are active on stack exchanges is limited, so economists that are interested in non-mainstream economics, should be welcomed. I believe that the initial success of stackoverflow was due to its scope being relatively broad. Later on it has been narrowed down slightly with off-shoots like superuser.com, serverfault.com and the Database Administrator stackexchange. The same could be done for this site, for example when/if the <a href=\"http://area51.stackexchange.com/proposals/10447/game-theory\">game theory stack exchange</a> reaches enough committers.</p>\n\n<p>What do you think?</p>\n\n<p>EDIT: With regards to off-topic questions. I think we should write that users with a question regarding one of the many misconceptions about economics in the media, should rather ask their question on <a href=\"http://skeptics.stackexchange.com/\">the skeptics stack exchange</a>. The statement should, though, be reworded.</p>\n", "OwnerUserId": 114, "LastEditorUserId": 114, "LastEditorDisplayName": "", "LastEditDate": "2011-10-17T23:02:22.930", "LastActivityDate": "2011-10-17T23:02:22.930", "CommentCount": 1}
{"Id": 51, "PostTypeId": 2, "ParentId": 1, "CreationDate": "2011-10-17T22:35:36.887", "Score": 3, "ViewCount": 0, "Body": "<p>Behavioural economics - on topic</p>\n", "OwnerUserId": 104, "LastActivityDate": "2011-10-17T22:35:36.887"}
{"Id": 52, "PostTypeId": 2, "ParentId": 1, "CreationDate": "2011-10-17T22:37:07.947", "Score": 1, "ViewCount": 0, "Body": "<p>heterodox economics without any substantiation for wild claims, or only referenced by a crankonomics animation on youtube - off topic</p>\n", "OwnerUserId": 104, "LastActivityDate": "2011-10-17T22:37:07.947", "CommentCount": 2}
{"Id": 53, "PostTypeId": 2, "ParentId": 9, "CreationDate": "2011-10-17T22:47:24.197", "Score": 2, "ViewCount": 0, "Body": "<p>I thought I might chime in. For what it's worth, I have quite a lot of economics background - a graduate-level economics background, in particular. I'm hoping to make a career out of economic research at the frontier of knowledge and methodology, if I can help it. I'm just about to enter the \"research\" phase of my PhD, and would absolutely love to have a site where I can ask (and answer!) questions that are either research-related or \"theory-backed policy or analysis\"-related (heck empirical questions would be fine too). That'd be great. </p>\n\n<p>Something that I (and friends of mine) been trying to figure out since the beta launch is \"what level\" this SE site is aiming for. Saying that a site should have questions in the range </p>\n\n<pre><code>\"Econ 101\" &lt; ideal question &lt;= graduate-level/post-graduate-level questions\n</code></pre>\n\n<p>is a pretty big range. </p>\n\n<p>I mention this, of course, because I just witnessed what appears to be a pretty legitimate research-level-type <a href=\"http://economics.stackexchange.com/questions/246/what-have-economists-written-about-the-recent-rise-in-income-inequality\">question attacked</a> for not including what the person was asking about -- references to literature about that topic.</p>\n\n<p>I definitely consider that question to be a \"literature review\" type question, which I welcome and have no problem with. Here's why: part of being an expert in something means knowing that particular literature well. At the same time, you explicitly <em>don't</em> know the literature of other sub-fields well. That's fine, that's how being a researcher is designed. Expert in a narrow area and all. There is no shame in asking an expert in another sub-field what the literature in that field is. Thus the response to the question, that it should essentially <em>include</em> literature in its phrasing, strikes me as strange -- for a research-related site.</p>\n\n<p>The response to the question makes a lot of sense, of course, if the site is supposed to be a place for people to debate current topics. \"Back up your terminology!\" and all. I was under the impression that that's not the point of this site, though.</p>\n\n<p>I feel like that would actually make research economists <em>not</em> want to post any \"literature review\" type questions here. Am I going to be shot down for not linking to literature in my question about literature? </p>\n\n<p>The other thing that prompted my question is that, as I was reading the above debate, another friend of mine -- doing economic research at the PhD level and following the site -- sent me a message: \"looks like no ones answered <a href=\"http://economics.stackexchange.com/questions/143/price-adjustment-mechanism-for-market-clearing-in-hansens-1985-real-business\">your question</a> yet. You think anyone will?\"</p>\n\n<p>Not that I'm demanding my question be answered. I actually have an answer to my question, but wasn't sure if it was poor form to answer my own Q. But my friend's timing was pretty much perfect, and it motivated me enough to stop my current work and head over here to meta.economics.  Is my question the wrong sort of question to ask? Does it belong in \"Research Economics?\" (Which I fear may be a long time in coming, if ever).</p>\n", "OwnerUserId": 119, "LastEditorUserId": 119, "LastEditorDisplayName": "", "LastEditDate": "2011-10-17T23:09:55.460", "LastActivityDate": "2011-10-17T23:09:55.460", "CommentCount": 4}
{"Id": 54, "PostTypeId": 2, "ParentId": 44, "CreationDate": "2011-10-17T22:59:26.293", "Score": 0, "ViewCount": 0, "Body": "<p>I'm pretty new to \"meta\" discussions, and still generally pretty new to the StackExchange network. So please forgive any stumbles.</p>\n\n<p>I just posted my thoughts on the discussion about the \"<a href=\"http://economics.stackexchange.com/questions/246/what-have-economists-written-about-the-recent-rise-in-income-inequality\">income inequality</a>\" question <a href=\"http://meta.economics.stackexchange.com/questions/9/remember-exemplary-questions/53#53\">over here</a>.</p>\n\n<p>I wasn't sure if it would be appropriate to repeat portions of it here. Please read my thoughts there. I think that was an entirely legitimate <em>research</em>-type question, for the reasons I state.</p>\n", "OwnerUserId": 119, "LastActivityDate": "2011-10-17T22:59:26.293", "CommentCount": 1}
{"Id": 55, "PostTypeId": 2, "ParentId": 47, "CreationDate": "2011-10-18T14:24:42.157", "Score": 2, "ViewCount": 0, "Body": "<p>I don't think so.</p>\n\n<p>There still seems to be a healthy discussion on \"what the site should be\" and \"how we should make it what we want it to be\". We certainly don't need to solve those questions before opening, but I feel that they could be discussed and thought over a bit more.</p>\n\n<p>Also -- I honestly don't think the site should be opened without LaTeX capability. When we open the site up, I and I'm sure other people will blast it to a lot of economist friends who could be potentially big contributors (ya know, like the 20% that do 80% of the work). I think for these people, having a positive impression and seeing LaTeX from day one will let people know the site can be used seriously and isn't just a forum for politics.</p>\n", "OwnerUserId": 149, "LastActivityDate": "2011-10-18T14:24:42.157"}
{"Id": 58, "PostTypeId": 2, "ParentId": 34, "CreationDate": "2011-10-18T14:43:57.777", "Score": 0, "ViewCount": 0, "Body": "<p>I disagree.</p>\n\n<p>I believe that users should be strongly encouraged (with moderator enforcement) to use one of the common top-level <a href=\"http://www.aeaweb.org/jel/jel_class_system.php\" rel=\"nofollow\">JEL classifications</a> as a tag, with possible additional sub-tags from sub-topics.  Microeconomics and macro/monetary economics are two of the classifications in the JEL scheme.  Based on the JEL scheme, I suggest the following \"top-level tags.\"</p>\n\n<ul>\n<li>teaching</li>\n<li>history-of-economics (note: not economic history)</li>\n<li>methods</li>\n<li>microeconomics</li>\n<li>monetary-and-macroeconomics</li>\n<li>international-economics</li>\n<li>financial-economics</li>\n<li>public-economics</li>\n<li>health-and-welfare</li>\n<li>labor</li>\n<li>law</li>\n<li>industrial-organization</li>\n<li>business</li>\n<li>development</li>\n<li>economic-systems</li>\n<li>natural-resource-economics</li>\n<li>environmental-economics</li>\n</ul>\n\n<p>Excluded JEL codes:</p>\n\n<ul>\n<li>N - Economic History (belongs on history.SE)</li>\n<li>R - Urban, Rural, and Regional Economics (tag with specific region)</li>\n<li>Y - Miscellaneous Categories (tag with specific category)</li>\n<li>Z - Other Special Topics (tag with specific topic)</li>\n</ul>\n", "OwnerUserId": 89, "LastActivityDate": "2011-10-18T14:43:57.777"}
{"Id": 59, "PostTypeId": 2, "ParentId": 1, "CreationDate": "2011-10-18T15:29:34.877", "Score": 1, "ViewCount": 0, "Body": "<p>Let's use the <a href=\"http://stats.stackexchange.com/faq\">CrossValidated FAQ</a> as a template, as it seems to be the closest non-beta site to this one.  Working off of that, I suggest:</p>\n\n<p>Economics Stack Exchange is for academic and professional economists, economic policy experts, and anyone else doing economic research or interested in it as a discipline. If you have a question about</p>\n\n<ul>\n<li>History of Economic Thought</li>\n<li>Microeconomics</li>\n<li>Monetary and Macroeconomics</li>\n<li>International Economics</li>\n<li>Financial Economics</li>\n<li>Public Economics</li>\n<li>Health and Welfare Economics</li>\n<li>Industrial Organization</li>\n<li>Development Economics</li>\n</ul>\n\n<p>then you're in the right place to ask your question.</p>\n\n<p>The community aims to create a lasting record of great solutions to questions. Providing references to peer-reviewed literature or links to on-line resources is warmly welcomed. You can also incorporate the work of others under fair use doctrine, which particularly means that you must attribute any text, images, or other material that is not originally yours.</p>\n\n<p>Homework questions are welcome. Please mark them with the homework tag. They get somewhat special treatment, because ultimately you benefit most by finding the solution yourself. The community will try to provide guidance, hints, and useful links.</p>\n\n<p>There are certain subjects that will probably get better responses on our sister sites. If your question is about</p>\n\n<ul>\n<li>Statistics, ask on CrossValidated.</li>\n<li>Misconceptions about economics in the media, ask on skeptics.stackexchange.com</li>\n<li>Economic History, ask on history.stackexchange.com.</li>\n</ul>\n\n<p>Please note, however, that cross-posting is not encouraged.</p>\n\n<p>Please look around to see if your question has been asked before. It’s also OK to ask and answer your own question. </p>\n", "OwnerUserId": 89, "LastActivityDate": "2011-10-18T15:29:34.877", "CommentCount": 1}
{"Id": 60, "PostTypeId": 1, "CreationDate": "2011-10-18T15:34:27.083", "Score": 4, "ViewCount": 36, "Body": "<p>Do questions relating to history of the world economy (as opposed to history of economic thought) belong on this site, or would they be better served on <a href=\"http://history.stackexchange.com/\">History Stack Exchange</a>?</p>\n", "OwnerUserId": 89, "LastActivityDate": "2011-10-19T03:00:58.587", "Title": "Is history of the world economy in scope?", "Tags": ["discussion", "scope"], "AnswerCount": 1, "CommentCount": 4}
{"Id": 61, "PostTypeId": 1, "CreationDate": "2011-10-18T15:37:38.277", "Score": 3, "ViewCount": 65, "Body": "<p>So far we have <a href=\"http://economics.stackexchange.com/q/179/89\">one data source question</a> which seems to have garnered some pretty good answers and could potentially serve as a valuable community resource.  However, I think we need to lay out now our policy regarding future questions about data sources.  I believe data sources questions should generally be consolidated into a single question on the site.  Once activity has died down on the existing question, all answers should be further consolidated into one CW post (probably by a moderator) and all further questions should be closed as duplicates.  Anyone have other suggestions?</p>\n", "OwnerUserId": 89, "LastEditorUserId": 89, "LastEditorDisplayName": "", "LastEditDate": "2011-10-18T16:28:58.997", "LastActivityDate": "2011-11-14T14:10:52.977", "Title": "How to handle questions about data?", "Tags": ["discussion", "scope", "exact-duplicates"], "AnswerCount": 2}
{"Id": 62, "PostTypeId": 1, "CreationDate": "2011-10-18T18:17:15.933", "Score": 1, "ViewCount": 64, "Body": "<p>A very small number of questions relating to web-based and video-game currencies have appeared (<a href=\"http://economics.stackexchange.com/questions/40/is-greshams-law-relevant-for-modern-online-games-that-allow-the-use-of-real-mon\">here</a>, <a href=\"http://economics.stackexchange.com/questions/252/is-infinitely-divisible-fixed-quantity-currency-affectable-by-hoarding\">here</a>) and there has been some discussion (<a href=\"http://meta.economics.stackexchange.com/questions/4/bitcoin-migration\">here</a>) about them. I  would like to know if people think that these questions, even if loosely based on Economics, detract from the site. They will certainly put serious economists off visiting us. Would people agree that we need a policy on this sort of question (with a view to discouraging them altogether for gamer forums to handle if they wish)?</p>\n\n<p>I am aware that experimental web economies allow economists to pose new hypothetical questions, but they are so far removed from normal economic research that I feel we would need to see actual papers on them before they became worth discussing here.</p>\n", "OwnerUserId": 44, "LastActivityDate": "2011-10-20T18:13:26.437", "Title": "Web-based currency questions", "Tags": ["discussion"], "AnswerCount": 4, "FavoriteCount": 1}
{"Id": 63, "PostTypeId": 2, "ParentId": 62, "CreationDate": "2011-10-18T18:55:53.747", "Score": 0, "ViewCount": 0, "Body": "<p>Most of the goldbug / bitcoin questions have been closed. There are still a couple out there that are problematic. So get in there, downvote the bad ones, vote to close them if they're off-topic, too basic (i.e. what an 18-year-old might ask a professor), or based on a faulty premise. And flag for deletion those that really need deleting.</p>\n\n<p>I think we're on top of the bad stuff - as long as people keep voting to close the bad questions, we'll be able to keep things in order, between us.</p>\n", "OwnerUserId": 104, "LastActivityDate": "2011-10-18T18:55:53.747", "CommentCount": 2}
{"Id": 64, "PostTypeId": 2, "ParentId": 62, "CreationDate": "2011-10-18T20:25:47.857", "Score": -2, "ViewCount": 0, "Body": "<p>First of all, there seems to be an implicit assumption that work needs to appear in \"actual papers\" in order to be deemed legitimate and worthy of discussion.  Lots of terrific research in a variety of fields takes place outside of the model of peer-reviewed, hard-copy journals.  If this is a result of a desire to keep so-called cranks away, the collective economic expertise of this site should be able to downvote and explain why their ideas lack merit (and if the experts can't explain this, then maybe the ideas do have merit and deserve inclusion).</p>\n\n<p>I don't see why questions about web-based currency or video game currency would be off-topic.  People buy real things in the real world with web-based currencies everyday, so those are real economies that happen to involve different assumptions from traditional currency.  As for video game economies, I suspect the incentives are a bit different in that arena from traditional economies.  That doesn't mean they warrant exclusion; just be clear about what assumptions are necessary and what are the implications of those assumptions.  A lot can be learned by studying the effects of a change in assumptions (in the world of mathematics, this is what drove a lot of advances in geometry and abstract algebra in the last 200 years).</p>\n\n<p>Although this is not directly related to economics, I feel the need to point out that epidemiologists have written (in <a href=\"http://www.sciencedirect.com/science/article/pii/S1473309907702128\" rel=\"nofollow\">an actual paper!</a>) about the spread of infectious disease in World of Warcraft.  Although there are many differences from a real-world epidemic, they felt there was nevertheless a lot to learn.  Perhaps the expert economists here can take a page from their book.</p>\n", "OwnerUserId": 40, "LastActivityDate": "2011-10-18T20:25:47.857", "CommentCount": 6}
{"Id": 65, "PostTypeId": 2, "ParentId": 62, "CreationDate": "2011-10-19T00:04:31.543", "Score": 3, "ViewCount": 0, "Body": "<p>Web-based currencies should be treated no differently from any other currency.  If the question strays into personal finance matters, it's off-topic (should be on <a href=\"http://money.stackexchange.com\">http://money.stackexchange.com</a>).  If it has nothing to do with Economics, it's off-topic.  If it's soliciting opinion or only exists to be argumentative, and so on, it's not a good question.</p>\n\n<p>I see no reason to believe that there cannot be serious academic questions about these currencies, and not all questions have to be \"experimental\".  As well, it seems ridiculous to me that economists studying these emerging economic attributes of the internet would be prohibited from asking questions about them until a large body of work has been published.  It would be akin to disallowing questions about new security issues on the IT Security site.</p>\n", "OwnerUserId": 20, "LastActivityDate": "2011-10-19T00:04:31.543", "CommentCount": 3}
{"Id": 66, "PostTypeId": 2, "ParentId": 61, "CreationDate": "2011-10-19T00:20:46.157", "Score": 2, "ViewCount": 0, "Body": "<p>That question and its answers together is already pretty massive.  I don't see how it's valuable at all.  Most of the links have very little description attached to them, if any, and there's not much ranking.  Making it a CW post would remove any ranking at all, and the post would grow ever more massive.  Without CW it will grow to have more than one page of answers, which means that new answers get buried and never seen and the list stagnates.</p>\n\n<p>Lists just don't work on Stack Exchange, and I think this question should be closed.  A massive link dump is useful to no one; at some point it becomes like Google except bad for searching due to having much less descriptive material and so on.</p>\n\n<p>What does work on SE is pointed, specific Q&amp;A.  Good resource questions look something like this:</p>\n\n<blockquote>\n  <h2>How can I get accurate data on the number of small business owners in China?</h2>\n  \n  <p>I've tried looking at &lt;source&gt; but the data is incomplete, and  &lt;other source&gt; doesn't have anything on small business owners specifically.  I need the data to be broken down by sex and age and no older than the 2008 numbers, so I can use it for &lt;purpose&gt;.  How can I get this information?</p>\n</blockquote>\n\n<p>Rather than digging through a massive list of general sources and hoping one has the information, the person who asks this sort of question can get a tailored answer that solves the specific problem they're facing.</p>\n", "OwnerUserId": 20, "LastActivityDate": "2011-10-19T00:20:46.157", "CommentCount": 6}
{"Id": 67, "PostTypeId": 2, "ParentId": 60, "CreationDate": "2011-10-19T03:00:58.587", "Score": 3, "ViewCount": 0, "Body": "<p>Economists can perform <strong>economic</strong> analysis of an event better than a historian.  In that sense, they're not history questions, they're economics questions.  Questions that focus on the analysis of aspects other than the economic forces involved (etc.) should be off-topic since they are not economics questions, regardless of whether an event of great economic import is involved.</p>\n\n<p>On-topic example (which may or may not suffer other problems):</p>\n\n<blockquote>\n  <p>How did the New Deal affect interest rates?</p>\n</blockquote>\n\n<p>Off-topic example:</p>\n\n<blockquote>\n  <p>Did rates of mental illness rise during the Great Depression?</p>\n</blockquote>\n", "OwnerUserId": 20, "LastActivityDate": "2011-10-19T03:00:58.587", "CommentCount": 1}
{"Id": 68, "PostTypeId": 1, "CreationDate": "2011-10-19T15:05:35.763", "Score": 12, "ViewCount": 79, "Body": "<ul>\n<li>Statistical Analysis has stats.stackexchange.com</li>\n<li>Mathematics has math.stackexchange.com</li>\n<li>User Experience has ux.stackexchange.com</li>\n<li>Theoretical Computer Science has cstheory.stackexchange.com</li>\n</ul>\n\n<p>I would like to propose that the main URL for this site be econ.stackexchange.com, with economics.SE redirecting.  Note: it is currently the other way around, with econ.SE redirecting to economics.SE.</p>\n", "OwnerUserId": 89, "LastEditorUserId": 89, "LastEditorDisplayName": "", "LastEditDate": "2011-10-19T19:25:45.877", "LastActivityDate": "2012-01-22T09:09:41.810", "Title": "Can we get econ.stackexchange.com?", "Tags": ["feature-request"], "AnswerCount": 1, "CommentCount": 2, "FavoriteCount": 2}
{"Id": 69, "PostTypeId": 2, "ParentId": 47, "CreationDate": "2011-10-20T14:08:34.690", "Score": 2, "ViewCount": 0, "Body": "<p>I think it is worth pointing out that currently only 4 users have at least 500 rep.  Once the site moves to public beta, I believe it requires 500 rep to vote to close questions.  As such, even if <em>every</em> person who <em>can</em> vote to close a question did so, it would not be enough without a moderator's help.  Since it's especially important early on to close questions that don't belong, I think the site would need more high-rep users before progressing.</p>\n", "OwnerUserId": 40, "LastActivityDate": "2011-10-20T14:08:34.690"}
{"Id": 70, "PostTypeId": 2, "ParentId": 62, "CreationDate": "2011-10-20T18:13:26.437", "Score": 2, "ViewCount": 0, "Body": "<p>Ooh, I don't know, <a href=\"http://mypage.iu.edu/~castro/home.html\" rel=\"nofollow\">Edward Castronova</a> at Indiana University has made his economics career out of the study of in-game economies, and a number of virtual worlds now employ economists to ensure the management of their currencies.</p>\n\n<p>I think it's very useful to consider such questions no more nor less important.</p>\n", "OwnerUserId": 48, "LastActivityDate": "2011-10-20T18:13:26.437", "CommentCount": 1}
{"Id": 71, "PostTypeId": 2, "ParentId": 61, "CreationDate": "2011-10-20T20:14:04.330", "Score": 1, "ViewCount": 0, "Body": "<p>I'm not sure. @Matthew_Read pointed out that \"link dumps\" don't work. I don't have much experience with how links work on stack exchanges. However, I think it's valuable that people be able to ask about where to find data.</p>\n\n<p>One proposal is that links to <em>individual</em> websites with single data sources should not be included. However, we should permit links to sites that already aggregate many data sources. For instance, the following link will probably be helpful to people.</p>\n\n<p><a href=\"http://rfe.org/toc.php?show=complete\" rel=\"nofollow\">http://rfe.org/toc.php?show=complete</a></p>\n\n<p>Additionally, I think questions of the type, \"Does anyone know where I can find data on weekly average prices charged by individual gas stations?\" are fantastic. These are likely not in any well-known data set and I think it could be quite valuable for people to ask questions about \"Where can I find <em>hard-to-find</em> type of Data X.\"</p>\n", "OwnerUserId": 149, "LastActivityDate": "2011-10-20T20:14:04.330"}
{"Id": 72, "PostTypeId": 1, "AcceptedAnswerId": 75, "CreationDate": "2011-10-21T13:57:50.780", "Score": 5, "ViewCount": 53, "Body": "<p>A couple of questions on the main board give us an opportunity to explore the question: when is a question about tools on-topic?\nThe questions are: <a href=\"http://economics.stackexchange.com/q/300/104\">What is a good text editor for using STATA for Mac?</a> and <a href=\"http://economics.stackexchange.com/q/292/104\">What are good research tools for managing academic papers?</a> </p>\n\n<p>To me, neither of these are specifically about economics. In the former case, any STATA user would be interested in the answer, and may be in a position to ask it, and so Stats.SE looks like the right question for it.</p>\n\n<p>In the latter case, I'm not sure where the best place for it is. It's a great question, and I'd love to see a great answer to it. But I'm not sure where it would live. There is an <a href=\"http://area51.stackexchange.com/proposals/16617/academia?referrer=KHsGVyFAxlwjazD_NAENyw2\">academia proposal at area51</a>, so maybe it could live there, if that ever went live.</p>\n\n<p>Is it a sane and reasonable rule for the FAQ, that any tools question has to be about economics tools, and that the answerers are more likely to be economists than from any other field?</p>\n", "OwnerUserId": 104, "LastActivityDate": "2011-10-23T13:56:13.290", "Title": "when is a question about tools on-topic?", "Tags": ["discussion", "faq-content", "on-topic"], "AnswerCount": 5}
{"Id": 73, "PostTypeId": 2, "ParentId": 72, "CreationDate": "2011-10-21T14:23:01.263", "Score": 1, "ViewCount": 0, "Body": "<p>This is a kind of tricky question. If the question were about <strong>R</strong>, it probably would be better suited for stats.SE. However, STATA is basically only used by economists or people in the social scientists. I don't know a single statistician who would use the program. Therefore, I think economists would be specially positioned to answer it.</p>\n\n<p>I'd be curious though what people consider are good norms for not \"cross-posting\". If I'm interested in a question that seems relevant to economists, but might also be suited to another SE, should I look in all other possible SE's first before posting here?</p>\n", "OwnerUserId": 149, "LastActivityDate": "2011-10-21T14:23:01.263", "CommentCount": 1}
{"Id": 74, "PostTypeId": 2, "ParentId": 47, "CreationDate": "2011-10-21T15:32:33.637", "Score": 5, "ViewCount": 0, "Body": "<p>Public beta <em>will</em> happen.  Economics seems to be on the right track, but we don't quite have enough content here yet that new public beta users can use to figure out what they are expected to do (and not do) on the site.  Keep going, keep the quality high, and we'll get there soon!</p>\n", "OwnerUserId": 157, "LastActivityDate": "2011-10-21T15:32:33.637", "CommentCount": 1}
{"Id": 75, "PostTypeId": 2, "ParentId": 72, "CreationDate": "2011-10-21T17:29:57.143", "Score": 3, "ViewCount": 0, "Body": "<p>To my (limited) knowledge, this sort of question is discouraged on any SE.  If I were to ask it on StackExchange (<a href=\"http://stackoverflow.com/questions/tagged/stata\">which has a Stata tag</a>), I'm sure it would be closed as being non-answerable.  A similar argument could be made re the question about managing references.</p>\n\n<p>Often, it seems the questions I'd most like answers to are (rightly) closed because they don't fit the format of SE.  Some of the best stackoverflow questions, for example, are even flagged with:</p>\n\n<blockquote>\n  <p>This question exists because it has historical significance, but it is\n  not considered a good, on-topic question for this site, so please do\n  not use it as evidence that you can ask similar questions here.</p>\n</blockquote>\n\n<p>See: <a href=\"http://stackoverflow.com/questions/194812/list-of-freely-available-programming-books\">List of freely available programming books</a></p>\n\n<p>So, the question is: should these types of questions (<a href=\"http://economics.stackexchange.com/questions/300/what-is-a-good-text-editor-for-using-stata-for-mac\">Stata Question</a>, <a href=\"http://economics.stackexchange.com/questions/179/what-are-the-most-useful-sources-of-economics-data\">Data Sources</a>  and <a href=\"http://economics.stackexchange.com/questions/292/what-are-good-research-tools-for-managing-academic-papers\">Research Tools</a>) be closed now (despite their obvious value to the community) to avoid having to include such a disclaimer in the future?</p>\n\n<p>That said, some of the other SE sites seem to have a bit more of a discussion format (and are a bit more permissive) than what is shaping up here.</p>\n", "OwnerUserId": 26, "LastEditorUserId": 26, "LastEditorDisplayName": "", "LastEditDate": "2011-10-21T17:46:02.793", "LastActivityDate": "2011-10-21T17:46:02.793"}
{"Id": 76, "PostTypeId": 2, "ParentId": 72, "CreationDate": "2011-10-21T18:32:27.087", "Score": 2, "ViewCount": 0, "Body": "<p>I'd allow it. <br></p>\n\n<p>In fact I would also allow more meta-questions like style of writing or publication in economics. They are not part of economics but they are part of the economist life and we'd all be interested in knowing the answer, I am sure.</p>\n", "OwnerUserId": 50, "LastActivityDate": "2011-10-21T18:32:27.087", "CommentCount": 1}
{"Id": 77, "PostTypeId": 2, "ParentId": 72, "CreationDate": "2011-10-21T21:16:41.977", "Score": 2, "ViewCount": 0, "Body": "<p>Interesting question.\nWe had the same question for ctheory.SE, and I'm not sure we took a real decision.\nAnyway we have now a tag \"soft-question\" for question around the field (papers, conferences, how to present work in progress, how to deal with some paper problems, what tool for what purpose, etc.). \nAfterwards, some of these questions are closed because they are of too low-level.</p>\n", "OwnerUserId": 82, "LastActivityDate": "2011-10-21T21:16:41.977"}
{"Id": 78, "PostTypeId": 2, "ParentId": 72, "CreationDate": "2011-10-23T13:56:13.290", "Score": 1, "ViewCount": 0, "Body": "<p>Soft questions, such as questions about economics tools or about \"being an economist\" or \"the practice of economics\" should generally be on-topic so long as the questions are specific to economics/economists and would not be potentially better suited to a sister SE site.  Unless and until this site grows quite substantially, most statistics tools questions will be better off on stats.SE, and general academic questions (at least until <a href=\"http://area51.stackexchange.com/proposals/16617/academia?referrer=S0HQbWuXT9gjazD_NAENyw2\">Academia SE</a> opens up) are better off on whichever sister site has the most academics.</p>\n", "OwnerUserId": 89, "LastActivityDate": "2011-10-23T13:56:13.290"}
{"Id": 79, "PostTypeId": 1, "CreationDate": "2011-10-25T14:50:51.577", "Score": 1, "ViewCount": 45, "Body": "<p>MathJax (LaTeX) has been enabled on the main site, and $$ not on meta$$ - and that's been standard for other SE sites with Mathjax too.</p>\n\n<p>So what do we need in the FAQ, for MathJax and LaTeX?</p>\n", "OwnerUserId": 104, "LastActivityDate": "2011-11-01T10:28:25.647", "Title": "What do we need in the FAQ for Mathjax, now that has been enabled?", "Tags": ["discussion", "faq-content"], "AnswerCount": 2, "CommentCount": 1}
{"Id": 80, "PostTypeId": 2, "ParentId": 79, "CreationDate": "2011-10-25T14:51:12.590", "Score": 2, "ViewCount": 0, "Body": "<p>Here's a <a href=\"http://codecogs.com/latex/eqneditor.php\" rel=\"nofollow\">nice online webpage that helps you construct LaTeX equations</a></p>\n", "OwnerUserId": 104, "LastActivityDate": "2011-10-25T14:51:12.590"}
{"Id": 81, "PostTypeId": 1, "AcceptedAnswerId": 82, "CreationDate": "2011-10-25T22:49:55.200", "Score": 3, "ViewCount": 121, "Body": "<p>As this Stack Exchange went into the public beta, what are the questions that are acceptable to be asked now, as opposed to the ones that were okay in the private beta?</p>\n", "OwnerUserId": 103, "LastEditorUserId": 104, "LastEditorDisplayName": "", "LastEditDate": "2011-10-26T09:21:46.680", "LastActivityDate": "2011-12-05T04:39:28.057", "Title": "Public beta - what questions can be asked now?", "Tags": ["discussion", "faq-content", "private-beta", "asking-questions", "public-beta"], "AnswerCount": 2}
{"Id": 82, "PostTypeId": 2, "ParentId": 81, "CreationDate": "2011-10-26T09:20:33.580", "Score": 5, "ViewCount": 0, "Body": "<p>Hopefully, this will turn into a good FAQ question. Here's my stab at it - it's community wiki, so please go ahead and edit here, if you feel that this is a decent enough starting point.</p>\n\n<hr>\n\n<h2>Questions should:</h2>\n\n<ul>\n<li>be about economics</li>\n<li>be based on one or more true premises</li>\n<li>be likely to lead to a verifiably correct factual answer</li>\n<li>be specific, practical, answerable questions based on actual problems that you face</li>\n<li>be reasonably scoped - i.e. answerable in 1-5 paragraphs, and not require a whole (chapter in a) book.</li>\n<li>be split into separate questions, when they are separate questions, even if they are closely related. Don't ask in a single question: \"why are there inferior goods, and is X an inferior good, and why is Y not an inferior good?\" That's three questions, and should be posted as three questions.</li>\n<li>be written from a neutral point of view</li>\n<li>show some research effort</li>\n</ul>\n\n<hr>\n\n<h2>Questions should not:</h2>\n\n<ul>\n<li>be likely to lead to argument or prolonged discussion</li>\n<li>be answerable by looking up in general reference</li>\n<li>be about the operation of the site itself - those questions belong here on meta, not on the main site</li>\n<li>duplicate previously-asked questions</li>\n<li>be chatty or open-ended (if you want a discussion about something, take it over to the chat room)</li>\n<li>too localised. If it is only relevant to a tiny geographic area, a specific moment in time, or an extraordinarily narrow situation that is not generally applicable to the worldwide audience of the internet, it's too localised.</li>\n<li>be too vague to be answerable concisely</li>\n</ul>\n\n<hr>\n\n<p>If it's a homework question, tag it with the \"homework\" tag. Answerers of such questions should give pointers to how to get to the right answer, rather than the right answer itself.</p>\n", "OwnerUserId": 104, "LastEditorUserId": 104, "LastEditorDisplayName": "", "LastEditDate": "2011-10-26T16:04:41.010", "LastActivityDate": "2011-10-26T16:04:41.010", "CommunityOwnedDate": "2011-10-26T09:20:33.580", "CommentCount": 4}
{"Id": 85, "PostTypeId": 2, "ParentId": 79, "CreationDate": "2011-11-01T10:28:25.647", "Score": 2, "ViewCount": 0, "Body": "<p>For those who simply want to include US dollars ($) instead of funky formatting, remember to escape the dollars:</p>\n\n<pre><code>\\$\n</code></pre>\n\n<p>There's a discussion at <a href=\"http://meta.stackoverflow.com/questions/86860/mathjax-incorrectly-formatting-texts-containing-dollar-signs\">meta.stackoverflow</a> and an <a href=\"http://meta.electronics.stackexchange.com/questions/440/tex-delimiters-should-be-changed/613#613\">alternative solution at the Electronic hardware SO</a> site.</p>\n", "OwnerUserId": 48, "LastActivityDate": "2011-11-01T10:28:25.647", "CommentCount": 1}
{"Id": 86, "PostTypeId": 1, "AcceptedAnswerId": 87, "CreationDate": "2011-11-01T16:07:28.227", "Score": 3, "ViewCount": 32, "Body": "<p>Following on from <a href=\"http://meta.economics.stackexchange.com/questions/79/what-do-we-need-in-the-faq-for-mathjax-now-that-has-been-enabled/85#85\">What do we need in the FAQ for Mathjax, now that has been enabled?</a><br>\nis it worth setting the inline-Mathjax delimiter on the main economics site to be \\$ rather than $? We're probably going to have a lot more dollar signs than LaTeX, and those who are happy using LaTeX will probably be happy with a \\$ delimiter; those who are just typing sentences with two separate dollar signs in them, are less likely to be comfortable with needing to escape them.</p>\n\n<p>Thanks to @Turukawa for pointing out the <a href=\"http://meta.stackoverflow.com/questions/86860/mathjax-incorrectly-formatting-texts-containing-dollar-signs\">discussion at meta.stackoverflow</a> and the <a href=\"http://meta.electronics.stackexchange.com/questions/440/tex-delimiters-should-be-changed/613#613\">\\$ solution at the Electronics.SE site</a>.</p>\n\n<p>The <a href=\"http://www.mathjax.org/docs/1.1/start.html#tex-and-latex-input\" rel=\"nofollow\">MathJax documentation recommends against just using $ as the inline Mathjax delimiter</a>:</p>\n\n<blockquote>\n  <p>Note in particular that the $...$ in-line delimiters are not used by default. That is because dollar signs appear too often in non-mathematical settings, which could cause some text to be treated as mathematics unexpectedly. For example, with single-dollar delimiters, ”... the cost is $2.50 for the first one, and $2.00 for each additional one ...” would cause the phrase “2.50 for the first one, and” to be treated as mathematics since it falls between dollar signs</p>\n</blockquote>\n", "OwnerUserId": 104, "LastEditorUserId": 104, "LastEditorDisplayName": "", "LastEditDate": "2011-11-01T16:30:00.430", "LastActivityDate": "2011-11-01T16:30:00.430", "Title": "use \\$ as the inline-Mathjax delimiter, rather than $", "Tags": ["feature-request", "mathjax"], "AnswerCount": 1}
{"Id": 87, "PostTypeId": 2, "ParentId": 86, "CreationDate": "2011-11-01T16:16:29.547", "Score": 1, "ViewCount": 0, "Body": "<p>I agree, and the time to do this is now, before we have too many MathJax equations embedded in various questions and answers that will get broken by making this change.  On this site probably more so than most, <code>\\$</code> makes a lot of sense as the default in-line delimiter.</p>\n", "OwnerUserId": 89, "LastActivityDate": "2011-11-01T16:16:29.547"}
{"Id": 88, "PostTypeId": 1, "CreationDate": "2011-11-02T03:39:04.413", "Score": 1, "ViewCount": 23, "Body": "<p>So while many economic researcher for obvious reasons deal with forecasting, I still want to ask if such questions are on-topic here? I don't mean forecasting exact development and data, but underlying data, nature and differences of forecasting models and determining factors. </p>\n\n<p>There are currently two proposals on AREA51 having imho some serious overlap with economics.SE, but not attracting very much follower, I'm also unsure if they would generate ongoing questions. Imho economics.SE could absorb many questions intended for <a href=\"http://area51.stackexchange.com/proposals/34955/futurology-future-studies\">futurology</a>, while the more speculative ones like technological, environmental, demographic development are probably off-topic here. I think most <a href=\"http://area51.stackexchange.com/proposals/29969/systems-science\">systems science</a> questions would actually fit here, as economics is mainly practical systems science, and systems science as a pure theory site is imho doomed to bust after 200 questions (Current questions all answerable by a textbook and many competing sites like math.SE, physics.SE, theophys.SE, climate change, economics.SE) There are enough programming, math and computer sites on SE for most non-real world complex systems. And real-world represent mainly biology, economics, climate modeling.</p>\n\n<p>Please consider that questions on futurology are not intended to speculate about future events like the <a href=\"http://area51.stackexchange.com/proposals/26580/singularity\">singularity</a> proposal, so it wouldn't damage in any way the quality of this site. It's intended to discuss what factors, methods, models one should take into account for forecasting, not how to weight them, I know such Q&amp;A would be subjectively and politically biased. </p>\n", "OwnerUserId": 239, "LastActivityDate": "2011-11-02T08:48:19.300", "Title": "Are questions about forecasting methods and models welcome and on-topic here?", "Tags": ["discussion"], "AnswerCount": 1, "CommentCount": 1}
{"Id": 89, "PostTypeId": 1, "AcceptedAnswerId": 91, "CreationDate": "2011-11-02T04:00:38.890", "Score": 2, "ViewCount": 32, "Body": "<p>I noticed there are only 22 Beta badges awarded.  How does this compare to other SO site launches in similar states of development, and is it a good, bad, or information-poor signal for the future success of the site?</p>\n", "OwnerUserId": 21, "LastActivityDate": "2011-11-02T14:42:06.377", "Title": "How does the number of Beta badges compare to other SO sites - implications for success?", "Tags": ["discussion"], "AnswerCount": 1}
{"Id": 90, "PostTypeId": 2, "ParentId": 88, "CreationDate": "2011-11-02T08:48:19.300", "Score": 3, "ViewCount": 0, "Body": "<p>Well, considering I'm an economist and my entire functional role at my employer is to develop macro- and micro-economic modelling software and systems... yes, I definitely think that it is important.  Partly because economics is becoming much more of a \"hard science\" than it used to be (requireing the ability to manipulate large amounts of quantitative data) and partly because many non-economists will be drawn into the field because of the need for quantitative models (much as happened to the biological sciences with the coming of the Human Genome Project).</p>\n", "OwnerUserId": 48, "LastActivityDate": "2011-11-02T08:48:19.300"}
{"Id": 91, "PostTypeId": 2, "ParentId": 89, "CreationDate": "2011-11-02T14:42:06.377", "Score": 3, "ViewCount": 0, "Body": "<p>Well, history.SE was launched at the same time as us and they have 40 beta badges.  Yet their site seems a bit troubled and the SE team is still skeptical about whether it will ultimately work, while I think this site has gotten a pretty good (albeit small) expert audience with some decent questions and great answers, in my opinion.</p>\n\n<p>Healthcare IT started a day later and has 24 beta badges.</p>\n\n<p>Biblical Hermeneutics, on the other hand, started earlier and has just 17 beta badges awarded.</p>\n\n<p>Overall, though, I think we should be paying most attention to our relative ranking on the <a href=\"http://stackexchange.com/sites\">main home page</a>.  Judging by that, I believe there is cause for concern, but I think it will simply take this site much longer than other SE sites to build an audience due to the relatively low overlap between professional economists and other popular SE topics (programming, hardware, gaming, even mathematics).  Having said that, if you have any connections at universities, go out and evangelize!  Encourage current PhD students to use this site to work through the multitude of smaller problems that come up in the process of writing a dissertation.</p>\n", "OwnerUserId": 89, "LastActivityDate": "2011-11-02T14:42:06.377"}
{"Id": 92, "PostTypeId": 1, "CreationDate": "2011-11-02T18:00:29.823", "Score": 3, "ViewCount": 48, "Body": "<p>Normative questions are, for want of <a href=\"http://en.wikipedia.org/wiki/Normative#Philosophy\" rel=\"nofollow\">a definition</a>:</p>\n\n<blockquote>\n  <p>In philosophy, normative statements affirm how things should or ought\n  to be, how to value them, which things are good or bad, which actions\n  are right or wrong. Normative is usually contrasted with positive\n  (i.e. descriptive, explanatory, or constative) claims when describing\n  types of theories, beliefs, or propositions. Positive statements are\n  factual statements that attempt to describe reality.</p>\n</blockquote>\n\n<p>Experienced philosphers and economists will usually attempt to rephrase any question so that it is positive.  A Q&amp;A site dealing with economics will attract people less attuned to the dangers of normative questions and so we'll get stuff like:</p>\n\n<ul>\n<li><a href=\"http://economics.stackexchange.com/q/411/48\">What conventional (and wrong) wisdom about economics currently causes the most harm in international politics?</a> (which hasn't been closed as of this question)...</li>\n<li>... and many others which have been closed.</li>\n</ul>\n\n<p>It takes time and energy to \"police\" these questions and re-edit them to ensure they aren't normative and can be answered in terms of fairly well-researched theory.  That would - especially at the moment when there are few editors - lead to closing (as \"discretion is the better part of valor\").</p>\n\n<p>I imagine that economics is going to have this to a greater degree than other Q&amp;A sites but this is the way most non-economists think when they ask questions of economists.</p>\n\n<p>How should we handle this in a way that is both appropriate and educational?</p>\n", "OwnerUserId": 48, "LastActivityDate": "2011-11-02T20:42:14.437", "Title": "How should we respond to Normative questions?", "Tags": ["discussion", "faq-content", "editing", "normative-question"], "AnswerCount": 2, "CommentCount": 1, "FavoriteCount": 2}
{"Id": 93, "PostTypeId": 2, "ParentId": 92, "CreationDate": "2011-11-02T19:05:17.763", "Score": 3, "ViewCount": 0, "Body": "<p>See <a href=\"http://meta.economics.stackexchange.com/questions/81/public-beta-what-questions-can-be-asked-now\">this Meta question</a> for the specific reason why they are not acceptable. And More importantly they need to be on topic.  Politics often intersects with economics but the question cited is about politics far more than economics.</p>\n\n<p>Calling for a judgement (good or bad, better or worse) is begging for people to jump on their side of the question and get into a discussion.  While there is nothing wrong with the discussion this site is a Q&amp;A site not a discussion forum.  You say the problem is not enough government intervention I say there is too much and it ends up in a debate where neither of us are right because there is no right or wrong... (Well I am right but the wrong side will never agree with that). </p>\n", "OwnerUserId": 133, "LastEditorUserId": 133, "LastEditorDisplayName": "", "LastEditDate": "2011-11-02T19:39:38.847", "LastActivityDate": "2011-11-02T19:39:38.847", "CommentCount": 2}
{"Id": 94, "PostTypeId": 2, "ParentId": 92, "CreationDate": "2011-11-02T20:42:14.437", "Score": 2, "ViewCount": 0, "Body": "<p>You make a great point that normative topics are OK if the question is specified in a positive way.  </p>\n\n<p>It seems like many questions may come from people who are seeking normative answers, but just don't know how to ask the question.  For example, one might ask \"is a flat tax good?\" when they really want to know \"what would be the various economic impacts of a flat tax relative to the current system in the U.S.?\"  In this case, a professional economist would likely give the same answer to both questions (he would just limit the scope of his answer to the former question).</p>\n\n<p>In my experience, many people expect us to be able to answer the first question.  <strong>This brings us back to the question of whether or not this site is for \"graduate and professional economists.\"</strong>  If so, then we can expect some precision in the questions.  If not, then some help in formulating appropriate questions might be useful (e.g. do we need some sort of guide?).  To my knowledge, the question of the site's audience is still unanswered, and it might be useful to settle that matter first.</p>\n", "OwnerUserId": 26, "LastActivityDate": "2011-11-02T20:42:14.437", "CommentCount": 1}
{"Id": 95, "PostTypeId": 1, "AcceptedAnswerId": 96, "CreationDate": "2011-11-03T01:18:32.220", "Score": 7, "ViewCount": 130, "Body": "<p><strong>How do we resolve the question of whether the Economics StackExchange Still for Grad and Professional Q&amp;A Only?</strong></p>\n\n<p>I realize this topic has been discussed in other threads, but I don't think a clear consensus has been reached.  The question was previously asked in <a href=\"http://meta.economics.stackexchange.com/questions/26/graduate-level-questions\">Graduate Level Questions</a> but there was no final answer and the general belief seems to be that the answer might have changed when the site moved from private to public beta.  To be clear, I am not asking the question again--I'm wondering how we know if/when the question has been answered, and what the answer is/was.</p>\n\n<p>When I visit the site (without logging in), I still see:</p>\n\n<blockquote>\n  <p>Welcome to Q&amp;A for economists and graduate-level economics students</p>\n</blockquote>\n\n<p>But, in the comments to an answer on <a href=\"http://meta.economics.stackexchange.com/questions/81/public-beta-what-questions-can-be-asked-now\">Public beta - what questions can be asked now?</a>, @Chad asked</p>\n\n<blockquote>\n  <p>So questions no longer need to be graduate level questions?</p>\n</blockquote>\n\n<p>To which @EnergyNumbers responded: </p>\n\n<blockquote>\n  <p>AIUI, that's right. But they shouldn't be answerable by general\n  reference either. And questions should show some research effort, and\n  be useful to others as well as the OP.</p>\n</blockquote>\n\n<p>Further, there have been a number of undergraduate-level questions.  These questions haven't gotten any comments about not being at the right \"level\" and all have net positive up-votes from the community.  The revealed preference seems to be to accept these questions even though the site is still officially for grad/professional questions.  A few examples:</p>\n\n<ul>\n<li><a href=\"http://economics.stackexchange.com/questions/364/what-is-a-public-good\">What is a public good?</a></li>\n<li><a href=\"http://economics.stackexchange.com/questions/353/how-to-extract-a-set-of-values-from-a-specific-range-of-indexes\">How to extract a set of values from a specific range of indexes</a></li>\n<li><a href=\"http://economics.stackexchange.com/questions/340/choosing-a-profit-maximizing-output-given-two-markets\">Choosing a profit-maximizing output given two markets</a></li>\n<li><a href=\"http://economics.stackexchange.com/questions/337/why-would-monopolist-never-produce-at-the-inelastic-part-of-the-demand-curve\">Why would monopolist never produce at the inelastic part of the demand curve?</a></li>\n</ul>\n\n<p>The acceptance of these questions stands in stark contrast to what was deemed acceptable during the private beta, and the official mandate of the site as laid out in the Area 51 proposal.</p>\n\n<p>The audience of the site affects a variety of other factors.  For example, I think the question to: <a href=\"http://meta.economics.stackexchange.com/questions/92/how-should-we-respond-to-normative-questions\">How should we respond to Normative questions?</a> hinges largely on the audience of the site (see my answer to that question).</p>\n\n<p><strong>I am not familiar with the procedures, but can someone please guide us towards resolving this question?</strong>  I think it is very important that an unambiguous standard be set, whatever that standard may be.</p>\n", "OwnerUserId": 26, "LastActivityDate": "2011-12-01T20:11:46.500", "Title": "Is the Economics StackExchange Still for Grad and Professional Q&A Only?", "Tags": ["discussion", "scope"], "AnswerCount": 3, "CommentCount": 2}
{"Id": 96, "PostTypeId": 2, "ParentId": 95, "CreationDate": "2011-11-03T06:05:58.370", "Score": 3, "ViewCount": 0, "Body": "<p>This is a community site.  Those of us who have (or still will) put in the time and effort to become trusted members and moderators will have undue influence (through edits and the ability to vote to close).  In that respect, we have a more difficult role as we need to decide.</p>\n\n<p>The questions you're asking (and that I'm taking a hit for asking, re normative) are essential to establishing what it is we would like the site to be.  In answering that question we need to recognise that economics will always be a \"social\" subject.  A person may not be a graduate or professional to notice something, describe it and ask - all without knowing what the technical terms are or even that it was resolved 200 years ago.</p>\n\n<p>That said, we do need to maintain a particular standard.</p>\n\n<p>My approach, rightly or wrongly, is based on 10 years of teaching non-economics undergraduate students economics (a bit like Freakonomics, really).  I found that the best way to invite people with strongly-held normative or uninformed views towards a positive answer they could understand and accept was a polite and respectful assistance towards rephrasing their question.</p>\n\n<p>I don't believe that flaming each other when these sorts of questions are asked will set the appropriate tone or create a sufficiently robust site that can survive for any length of time.  It will become unpleasant for some and a very steep learning curve for others.</p>\n\n<p>So, an answer (of sorts): those of us who take this seriously should consider rephrasing questions that we define as inappropriate and justifying quite clearly (and positively) why such a change was made.</p>\n\n<p>Inappropriate gets back to your question.  So, what's inappropriate:</p>\n\n<ul>\n<li>Any question which would result in the correct Wikipedia entry turning up in the first result of a Google search would be a good one to delete (or monitor, if they really do turn up frequently we may have to leave it there);</li>\n<li>Any open-ended or unanswerable question which cannot be rephrased to be closed or positive (and that may not be immediately obvious from the question);</li>\n<li>Specific questions about trading stocks or shares which would be better suited to Personal Finance and the Quant Stackexchanges;</li>\n</ul>\n\n<p>Undergraduate, or lay, questions tend to fall into the easy or normative buckets.  In which case there is already a single-point answer (Wikipedia) or they need to be rephrased.  Perhaps, on rephrasing, we could create a small section header which says: <strong>Normative versions of this Positive Question</strong>.... and then details all the permutations which we observe.</p>\n\n<p>A few ideas.  Would be good to discuss answers now before market forces take it in a direction we cannot predict (but which is nevertheless \"correct\") ;p</p>\n\n<p>UPDATED:</p>\n\n<p>Responding to @QuantGuy, overcoming the \"revealed preferences\" is something we can now do (as moderators) but we do suffer from a \"founder effect\" - a small body of people some of whom may have particular biases - I think we should only close a question if thorough editing can't convert it into a meaningful question.</p>\n", "OwnerUserId": 48, "LastEditorUserId": 48, "LastEditorDisplayName": "", "LastEditDate": "2011-11-30T20:20:48.287", "LastActivityDate": "2011-11-30T20:20:48.287", "CommentCount": 2}
{"Id": 97, "PostTypeId": 1, "CreationDate": "2011-11-03T06:34:04.623", "Score": 5, "ViewCount": 148, "Body": "<p>Judging by the success of Freakonomics and the large number of me-too books which followed, many people who would never normally think about the academia of economics have been introduced to the subject.</p>\n\n<p>Are questions like these acceptable?</p>\n\n<ul>\n<li>Does crime pay?</li>\n<li>Do abortions lower crime?</li>\n<li>Does my name influence my earning potential?</li>\n<li><a href=\"http://economics.stackexchange.com/q/392/48\">Do safety features in cars increase the number of accidents?</a> (asked by @SinanÜnür)</li>\n</ul>\n\n<p>I think that, carefully phrased, these are fantastic ways to introduce complex concepts and can also go some way to assisting in @JasonB's question about the academic level of questions on the site.</p>\n\n<p>I would also suggest that, in honour of Steven Levitt, we clearly tag all such questions \"freakonomics\".</p>\n\n<p>What does the community think?</p>\n\n<p>Update: and, blowing up the site with 10k views in it's first day, is this <a href=\"http://economics.stackexchange.com/q/437/48\">perfect example about popcorn</a>.  I think we need a tag for it reasonably soon...</p>\n", "OwnerUserId": 48, "LastEditorUserId": 48, "LastEditorDisplayName": "", "LastEditDate": "2011-11-05T15:52:10.740", "LastActivityDate": "2011-11-19T11:56:11.793", "Title": "Are Freakonomics-style questions welcome?", "Tags": ["discussion", "freakonomics"], "AnswerCount": 14}
{"Id": 98, "PostTypeId": 2, "ParentId": 97, "CreationDate": "2011-11-03T11:15:20.020", "Score": 0, "ViewCount": 0, "Body": "<p>just my opinion:</p>\n\n<p>I don't think we need to give the freakonomics guys any more free advertising than they've already had.</p>\n\n<p>And I think that one thing that characterises Freakonomics is that it has often been normative questions and answers, dressed up as positive ones. Which is, to my mind, the worst of all worlds.</p>\n\n<p>In several cases, pre-judged positions have meant that economic arguments have been coerced and co-opted into providing a quasi-objective camouflage for what would otherwise be a subjective position that bore only a flimsy relationship with reality.</p>\n\n<p>So I'd say that the freakonomics brand, and all that goes with it, could be toxic for this site.</p>\n\n<p>On the other hand, it clearly has a presence in public consciousness, so having some freakonomics bait for the search engines can't do any harm.</p>\n\n<p>Perhaps the freakonomics tag should be reserved for non-normative questions about the specific issues in those books?</p>\n", "OwnerUserId": 104, "LastActivityDate": "2011-11-03T11:15:20.020", "CommentCount": 2}
{"Id": 99, "PostTypeId": 2, "ParentId": 97, "CreationDate": "2011-11-03T14:09:48.077", "Score": 0, "ViewCount": 0, "Body": "<p>I think Freakonomics is certainly worthy of some credit--it went a long way towards showing the general public that economics is not just about money and that economic principles can be used to study many types of problems.  Further, Levitt has pushed the boundaries a bit and he is most certainly a great (and brave) economist.</p>\n\n<p>However, the application of economics to non-monetary problems did not begin with Freakonomics. Schelling, Becker, Nash and Hurwicz, to name just a few contemporary and well-known economists, were \"applied\" economists in the Levitt sense.</p>\n\n<p>When the book came out, I thought \"good, maybe this will help show people what economics is really about.\"  I did <strong>NOT</strong> think \"this book has invented a new way to think about and apply economics.\"  It is unfortunate that Levitt was called a \"rouge economist\" and that the title of the book left the perception that Levitt's brand of applied economics was something completely outside the economic mainstream.</p>\n\n<p>Tagging these problems \"freakonomics\" implies that we think these sorts of questions are outside the mainstream of economics--that they are freaky--while the truth is that it is not uncommon at all for economists to apply economic principles to problems that don't have dollar signs. </p>\n\n<p>For these reasons, I respectfully request that we not tag such questions as \"freakonomics\" unless they are specifically about the book.</p>\n", "OwnerUserId": 26, "LastActivityDate": "2011-11-03T14:09:48.077", "CommentCount": 1}
{"Id": 100, "PostTypeId": 2, "ParentId": 97, "CreationDate": "2011-11-04T07:35:13.077", "Score": 1, "ViewCount": 0, "Body": "<p>I think such questions are welcome. I'll add a few answers proposing various tags - please vote up any tags you think would be good, and vote down any tags you think would be inappropriate.</p>\n\n<p>Proposed tag: <strong>lateral-applications</strong></p>\n", "OwnerUserId": 104, "LastActivityDate": "2011-11-04T07:35:13.077", "CommentCount": 4}
{"Id": 101, "PostTypeId": 2, "ParentId": 97, "CreationDate": "2011-11-04T07:35:57.087", "Score": 0, "ViewCount": 0, "Body": "<p>I think such questions are welcome. I'll add a few answers proposing various tags - please vote up any tags you think would be good, and vote down any tags you think would be inappropriate.</p>\n\n<p>Proposed tag: <strong>lateral-thinking</strong></p>\n", "OwnerUserId": 104, "LastActivityDate": "2011-11-04T07:35:57.087"}
{"Id": 102, "PostTypeId": 2, "ParentId": 97, "CreationDate": "2011-11-04T07:43:37.140", "Score": -1, "ViewCount": 0, "Body": "<p>I think such questions are welcome. I'll add a few answers proposing various tags - please vote up any tags you think would be good, and vote down any tags you think would be inappropriate.</p>\n\n<p>Proposed tag: <strong>non-monetary-economics</strong></p>\n", "OwnerUserId": 104, "LastActivityDate": "2011-11-04T07:43:37.140", "CommentCount": 2}
{"Id": 103, "PostTypeId": 2, "ParentId": 97, "CreationDate": "2011-11-04T17:46:52.740", "Score": 0, "ViewCount": 0, "Body": "<p>If I understand correctly, we really are trying to say: </p>\n\n<p>\"unconventional applications\"</p>\n\n<p>But, I fear that tag is too many characters.</p>\n", "OwnerUserId": 26, "LastActivityDate": "2011-11-04T17:46:52.740", "CommentCount": 1}
{"Id": 104, "PostTypeId": 2, "ParentId": 97, "CreationDate": "2011-11-04T20:29:44.777", "Score": 1, "ViewCount": 0, "Body": "<p>I think such questions are welcome. I'll add a few answers proposing various tags - please vote up any tags you think would be good, and vote down any tags you think would be inappropriate.</p>\n\n<p>I think we're discussing the bottom-left corner of the following grid:</p>\n\n<pre><code>                |   does it use classical economic theory?       |\n                |        yes            |        no              |\nAre the risks   |                       |                        |\nor rewards      |                       |                        |\nfinancial?      |                       |                        |\n----------------|-----------------------|------------------------|\nyes             | classical economics   | behavioural economics  |\n----------------|-----------------------|------------------------|\nno              |         ?             | behavioural psychology |    \n----------------|-----------------------|------------------------|\n</code></pre>\n\n<p>So how about <strong>economic-behaviour</strong>?</p>\n", "OwnerUserId": 104, "LastActivityDate": "2011-11-04T20:29:44.777", "CommentCount": 1}
{"Id": 105, "PostTypeId": 2, "ParentId": 97, "CreationDate": "2011-11-04T22:43:39.300", "Score": 0, "ViewCount": 0, "Body": "<p>Since we're talking about ways in which people express their real interests without realising it:</p>\n\n<p>Proposed-tag:  <strong>expressed-preferences</strong> </p>\n", "OwnerUserId": 48, "LastActivityDate": "2011-11-04T22:43:39.300"}
{"Id": 106, "PostTypeId": 2, "ParentId": 97, "CreationDate": "2011-11-04T22:44:37.957", "Score": 0, "ViewCount": 0, "Body": "<p>And another...</p>\n\n<p>Proposed tag: <strong>preference-economics</strong></p>\n", "OwnerUserId": 48, "LastActivityDate": "2011-11-04T22:44:37.957"}
{"Id": 107, "PostTypeId": 2, "ParentId": 97, "CreationDate": "2011-11-05T06:47:20.753", "Score": 0, "ViewCount": 0, "Body": "<p>I think such questions are welcome. I'll add a few answers proposing various tags - please vote up any tags you think would be good, and vote down any tags you think would be inappropriate.</p>\n\n<p>Proposed tag: <strong>rational-behaviour</strong></p>\n\n<p>(credit to Jason B who suggested this in a comment on another proposed answer)</p>\n", "OwnerUserId": 104, "LastActivityDate": "2011-11-05T06:47:20.753", "CommentCount": 1}
{"Id": 108, "PostTypeId": 2, "ParentId": 97, "CreationDate": "2011-11-05T09:43:23.867", "Score": 0, "ViewCount": 0, "Body": "<p>Was thinking that \"revealed\" may be a better word:</p>\n\n<p>Tag-proposal:  <strong>revealed-economics</strong></p>\n", "OwnerUserId": 48, "LastActivityDate": "2011-11-05T09:43:23.867"}
{"Id": 109, "PostTypeId": 2, "ParentId": 97, "CreationDate": "2011-11-05T09:44:04.817", "Score": 0, "ViewCount": 0, "Body": "<p>And a further version.</p>\n\n<p>Tag-proposal: <strong>revealed-preferences</strong></p>\n", "OwnerUserId": 48, "LastActivityDate": "2011-11-05T09:44:04.817", "CommentCount": 4}
{"Id": 110, "PostTypeId": 2, "ParentId": 97, "CreationDate": "2011-11-07T01:06:28.153", "Score": 2, "ViewCount": 0, "Body": "<p>Nobel Prize Winner Gary Becker pioneered the application of economics to the analysis of human behavior. Seems to me that it is well within the scope of the site. </p>\n\n<p>That said, we do not want the content dominated by \"Freakanomics\" type questions. </p>\n", "OwnerUserId": 117, "LastActivityDate": "2011-11-07T01:06:28.153", "CommentCount": 3}
{"Id": 111, "PostTypeId": 1, "AcceptedAnswerId": 112, "CreationDate": "2011-11-08T10:16:18.560", "Score": 1, "ViewCount": 52, "Body": "<p>I guess we're at risk of receiving quite a few questions that give someone's pet theory, with no research behind it.</p>\n\n<p>What should we do with them? Close, down-vote, answer, ignore?</p>\n", "OwnerUserId": 104, "LastActivityDate": "2011-11-10T12:21:32.603", "Title": "pet theories with no research", "Tags": ["discussion"], "AnswerCount": 3}
{"Id": 112, "PostTypeId": 2, "ParentId": 111, "CreationDate": "2011-11-08T14:34:36.827", "Score": 3, "ViewCount": 0, "Body": "<p>I don't think the intent was to form an \"ask the expert\" site, but it looks like that's where it is headed.  One recent questioner says he's done no research and justifies this with \" I'm asking the experts a question.\"  Another demands a defense of rationality itself.</p>\n\n<p>Ignoring these questions is tempting, but risky.  Ignoring the question leaves a vacuum that might be filled with junk answers.  Several recent questions have received a number of very low-quality answers (e.g. answers starting with \"I think\" and/or answers devoid of any serious economic content).  A site full of low quality answers will probably make us look worse than a site full of low-quality questions.</p>\n\n<p>I'd say they should be closed unless some serious effort has gone into the \"pet theory\" -- after all, one can't simply propose a theory (or criticize core assumptions), then ask other people to do the work of proving or disproving it for him.  That's not how science works, and that is, I assume, why we ask for questions that show research effort and precision.</p>\n", "OwnerUserId": 26, "LastActivityDate": "2011-11-08T14:34:36.827"}
{"Id": 113, "PostTypeId": 2, "ParentId": 111, "CreationDate": "2011-11-09T19:56:59.893", "Score": 0, "ViewCount": 0, "Body": "<p>I'll second Jason.  I think a stupid (or, worse, rude and insulting) answer does far more damage than does an ill-informed question.  Answering such a question simply and politely blocks trolls and closes that line of questioning down far more effectively than waiting for someone to just ask it again later on...</p>\n", "OwnerUserId": 48, "LastActivityDate": "2011-11-09T19:56:59.893"}
{"Id": 114, "PostTypeId": 2, "ParentId": 111, "CreationDate": "2011-11-10T12:21:32.603", "Score": -1, "ViewCount": 0, "Body": "<p>I think I was one of the pet theorists :-) </p>\n\n<blockquote>\n  <p>I'm asking the experts a question.</p>\n</blockquote>\n\n<p>I would have been content with my question being closed and would never have returned to this site, as it would have been abundantly clear that it is for</p>\n\n<blockquote>\n  <p>economists [scientists?] and graduate-level economics students</p>\n</blockquote>\n\n<p><strong>exclusively</strong>, and if you don't show prior (academic??) research, the experts here are not interested in the question.</p>\n\n<p><em>However</em>, this is not like any other stackexchange site I visit works. (anything from SO to TEX to ENGLISH)</p>\n\n<p>As far as I can tell, all stackexchange sites contain questions</p>\n\n<ul>\n<li>from (narrow) expert to (narrow) experts</li>\n<li>from individual to crowd (often rightfully closed; some really good nonetheless)</li>\n<li>from \"laymen\" to experts</li>\n</ul>\n\n<p>I think it's the last category that would generate \"pet theory\" questions here on economics. <em>Personally</em>, as long as they cannot be answered by a trivial google search or by reference to a general textbook (or wikipedia article), I think they should be politely answered. </p>\n\n<p>Possibly by telling (commenting?) the poster that his question makes no (scientific) sense, or that there can be no answer without severely constraining the question. After all, it is quite common for laymen to ask questions to which the only answer as professional can give is \"it depends\" :-)</p>\n\n<p><sub>Oh, and, Turukawa - thanks a bunch for <a href=\"http://economics.stackexchange.com/questions/496/do-governments-through-their-reliance-on-debt-end-up-transferring-wealth-from/515#515\">your answer</a> :-)</sub></p>\n", "OwnerUserId": 354, "LastActivityDate": "2011-11-10T12:21:32.603", "CommentCount": 3}
{"Id": 115, "PostTypeId": 1, "AcceptedAnswerId": 116, "CreationDate": "2011-11-11T00:04:22.580", "Score": 1, "ViewCount": 40, "Body": "<p>I realize that the answers posted on SE sites are not the property of the person answering, and that</p>\n\n<ul>\n<li>anyone may <strong>edit</strong> a post and</li>\n<li>it is OK (even encouraged) to aggregate multiple answers into a summary answer</li>\n</ul>\n\n<p>However, what is the policy on an answer that is nearly 100% cut-and-paste from a single answer with no attribution to the original author?</p>\n\n<p>I'm referring to the answer by Kevin Riggle in <a href=\"http://economics.stackexchange.com/questions/437/in-a-competitive-market-why-is-movie-theater-popcorn-expensive\">In a competitive market, why is movie theater popcorn expensive?</a>  @HighlyIrregular pointed out that it duplicates an answer by @user288.  </p>\n\n<p>KevinRiggle did remove some of the answer and added a sentence of his own.  This kind of behavior is not accepted in academia, and would only be OK if the original content was quoted (e.g. using \"User288 said:\" then a blockqoute).  <strong>I went ahead and edited the answer accordingly.</strong></p>\n\n<p><strong>Was this the correct action to take, or should I have flagged the answer (or left it alone)?</strong></p>\n", "OwnerUserId": 26, "LastActivityDate": "2011-11-25T07:38:23.493", "Title": "Cut-and-Paste From Other Answers", "Tags": ["discussion"], "AnswerCount": 2, "CommentCount": 1}
{"Id": 116, "PostTypeId": 2, "ParentId": 115, "CreationDate": "2011-11-11T07:56:55.877", "Score": 4, "ViewCount": 0, "Body": "<p>I think you did exactly the right thing - and hit him with a downvote and a note to that effect - his point could have been a comment under user288's answer...</p>\n", "OwnerUserId": 48, "LastActivityDate": "2011-11-11T07:56:55.877", "CommentCount": 0}
{"Id": 119, "PostTypeId": 1, "AcceptedAnswerId": 121, "CreationDate": "2011-11-15T17:54:14.730", "Score": 3, "ViewCount": 71, "Body": "<p>SE Economics is in danger of sinking without trace at the moment. What do people believe are the causes thus far, and what on earth can we do about it?</p>\n\n<p>The metric that looks exceptionally low at the moment is \"Questions per day\" (fewer than 3 a day). Having more questions is vital because there is virtuous circle of participation if there is a lot of discussion. Without new questions, site points are awarded too slowly, and these are an important incentive for people. <strong>Can I suggest</strong> that everyone takes the time to throw questions out there, even if you wouldn't normally consult others for that type of question. I see this as a temporary measure; otherwise the site desperately lacks participation.</p>\n", "OwnerUserId": 44, "LastEditorUserId": 44, "LastEditorDisplayName": "", "LastEditDate": "2011-11-15T23:14:12.827", "LastActivityDate": "2011-11-16T16:30:25.813", "Title": "Vicious cycle hypothesis - desperate lack of questions", "Tags": ["discussion"], "AnswerCount": 2, "CommentCount": 1}
{"Id": 120, "PostTypeId": 2, "ParentId": 119, "CreationDate": "2011-11-16T08:26:01.480", "Score": 5, "ViewCount": 0, "Body": "<p>Well, we also have a large body of unanswered questions.  This goes back to notions about what sort of site you want this to be.</p>\n\n<p>The unanswered questions tend to be quite esoteric bits of theory or homework-style questions; questions related to the academia of the subject.</p>\n\n<p>The more popular questions are practical, often asked inexpertly by non-economists, and often voted for closure or censured (flamed to bits).</p>\n\n<p>A popular site is likely to be less expert.  An expert site is likely to be less popular.  Of course, the two approaches don't have to be exclusive, but it does require a more tolerant approach ... always difficult on the anonymous intarwebs.</p>\n\n<p>I'd suggest aggressive revision of normative or poorly phrased questions rather than deletion.  I'd also move for deletion of all insults and flames.  Keep comments on topic and the approach respectful.</p>\n\n<p>We're going to need moderators to perform these tasks and I know there will be a few soon.  In the mean time the most participative of us need to clean up as best we can within the rights we have.</p>\n", "OwnerUserId": 48, "LastActivityDate": "2011-11-16T08:26:01.480", "CommentCount": 1}
{"Id": 121, "PostTypeId": 2, "ParentId": 119, "CreationDate": "2011-11-16T16:30:25.813", "Score": 1, "ViewCount": 0, "Body": "<p>I've noticed the lack of questions as well. I'm planning on trying to post one question per day that is not too esoteric and that I could potentially answer myself with more thought or talking to other people. For instance, I might ask the question when I don't know something and then if I figure it out a few days later come back and post an answer or contribute to other people's answers.</p>\n\n<p>Is anyone else with me in trying to ask similar questions? This may help seed the webpage with more content/encourage better participation.</p>\n", "OwnerUserId": 149, "LastActivityDate": "2011-11-16T16:30:25.813"}
{"Id": 122, "PostTypeId": 2, "ParentId": 97, "CreationDate": "2011-11-18T14:27:01.870", "Score": 1, "ViewCount": 0, "Body": "<p>I've added the tag <a href=\"http://economics.stackexchange.com/questions/tagged/pop-economics\" class=\"post-tag\" title=\"show questions tagged 'pop-economics'\" rel=\"tag\">pop-economics</a> for questions that have financial risks or rewards, but are at the \"pop\" end of the market.</p>\n\n<p>I'm hoping that between <a href=\"http://economics.stackexchange.com/questions/tagged/pop-economics\">pop-economics</a> and <a href=\"http://economics.stackexchange.com/questions/tagged/lateral-applications\">lateral-applications</a> we've got Hidden Economics / Freakonomics / Undercover Economist - style questions covered.</p>\n\n<p><a href=\"http://economics.stackexchange.com/questions/tagged/pop-economics\" class=\"post-tag\" title=\"show questions tagged 'pop-economics'\" rel=\"tag\">pop-economics</a> covers popular subjects on the subject of financial risks or rewards, using the tools of classical or behavioural economics.</p>\n\n<p><a href=\"http://economics.stackexchange.com/questions/tagged/lateral-applications\" class=\"post-tag\" title=\"show questions tagged 'lateral-applications'\" rel=\"tag\">lateral-applications</a> uses the tools of classical economics to deal with subjects where the risks and rewards are non-financial.</p>\n", "OwnerUserId": 104, "LastEditorUserId": 104, "LastEditorDisplayName": "", "LastEditDate": "2011-11-19T11:56:11.793", "LastActivityDate": "2011-11-19T11:56:11.793", "CommentCount": 2}
{"Id": 123, "PostTypeId": 2, "ParentId": 115, "CreationDate": "2011-11-25T07:38:23.493", "Score": 1, "ViewCount": 0, "Body": "<p>Here are a few more reasons why you did the right thing, and why the answer given by @Turukawa is a good practice for this site, in my opinion. I'm drawing from my observations as a user on other SE sites, particularly those with a lot of <strong>prose</strong> rather than code or formula-heavy content:</p>\n\n<p>Standard <strong>\"protocol\"</strong> on SE sites is to mention the existence of a similar question or answer by URL in the question comments. That won't be misunderstood as <em>possible duplicate</em> if it is prefaced with a courteous, <strong>\"See this too, it might be helpful\"</strong>. </p>\n\n<p>Also: Sometimes users don't feel energetic or have the time to write a decent answer. Yet they know that some or all of a few other question comments or answers would fully address a new question. That's okay! It takes time to write a decent answer, even if aggregating pieces of existing content. </p>\n\n<p>I think it is much better to leave comments than enter a very poor quality answer. I often see one, occasionally see two SE URLs included in the same comment following a question. That is <strong>so</strong> preferable to  a big concatenated copy-paste answer, even <strong>with</strong> attribution. There's a beta site I visit with some of the latter going on. It isn't appealing.</p>\n\n<p>The other reason to leave the URLs in the comments is that if someone else comes along who has the time and energy, they can use that as a starting point for a good answer.</p>\n", "OwnerUserId": 130, "LastActivityDate": "2011-11-25T07:38:23.493"}
{"Id": 124, "PostTypeId": 1, "CreationDate": "2011-11-28T16:22:00.423", "Score": 1, "ViewCount": 40, "Body": "<p>Throughout the beta, we need members from the site whose focus is to engage the community, both in community-building issues and site management. That's why we select a few members from each community to act as temporary, provisional Moderators. You can read about the program here: <a href=\"http://blog.stackoverflow.com/2010/07/moderator-pro-tempore/\"><strong>Moderators Pro Tempore</strong></a>.</p>\n\n<p>I am pleased to announce that these members have stepped up and generously volunteered their time to help us assure that each community’s issues are properly addressed:</p>\n\n<p><a href=\"http://economics.stackexchange.com/users/26/jason-b\"><img src=\"http://economics.stackexchange.com/users/flair/26.png\" alt=\"Jason B\"></a>\n<a href=\"http://economics.stackexchange.com/users/48/turukawa\"><img src=\"http://economics.stackexchange.com/users/flair/48.png\" alt=\"Turukawa\"></a>\n<a href=\"http://economics.stackexchange.com/users/149/dchandler\"><img src=\"http://economics.stackexchange.com/users/flair/149.png\" alt=\"dchandler\"></a></p>\n\n<p>We want to make this site a huge success, and these members are great examples of exactly the type of people we need to make this site succeed. Please welcome them for the hard work and time they contribute.</p>\n\n<h3>Did I overlook anyone?</h3>\n\n<p>Almost certainly. There are members who are actively involved and very deserving of recognition. My failure to account for everyone this early on is in <em>no way</em> a slight against them. Ideally, Moderators are elected by the community and that's why <strong>you'll have your elections in several weeks.</strong>\nMost of all, be respectful and understanding of the Moderators Pro Tem. Members of your community are volunteering their time and learning on the job. It’s a learning experience for everyone. </p>\n", "OwnerUserId": 19, "LastActivityDate": "2011-11-30T04:12:52.287", "Title": "Moderator Pro Tem Announcement", "Tags": ["discussion", "moderation"], "AnswerCount": 1, "CommentCount": 3}
{"Id": 125, "PostTypeId": 1, "CreationDate": "2011-11-30T02:51:38.467", "Score": 4, "ViewCount": 38, "Body": "<p>If I look at other stack exchanges such as <a href=\"http://quant.stackexchange.com/\">http://quant.stackexchange.com/</a> or <a href=\"http://math.stackexchange.com/\">http://math.stackexchange.com/</a> I see a very high quality bar on the questions and answers.</p>\n\n<p>Poorly framed questions are either edited or closed if they are incoherent or beyond the scope of the site. There are a number of questions and answers which are at the layman-level, or simply incoherent on its face, and will not attract a professional audience to this site.</p>\n\n<p>Examples of such questions include:</p>\n\n<ul>\n<li><p><a href=\"http://economics.stackexchange.com/questions/269/do-banks-cause-inflation-what-are-other-possible-causes\">Do Banks Cause Inflation? What are other possible causes?</a></p></li>\n<li><p><a href=\"http://economics.stackexchange.com/questions/634/can-there-be-pent-up-demand-even-when-people-are-broke\">Can There Be “Pent Up Demand” Even When People Are Broke?</a></p></li>\n<li><p><a href=\"http://economics.stackexchange.com/questions/577/how-do-we-calculate-what-the-perfect-amount-of-debt-is\">How do we calculate what the perfect amount of debt is?</a></p></li>\n</ul>\n\n<p>There are also bad answers littered about as well.</p>\n\n<p>As has been noted before, the initial questions and answers will set the tone for future visitors to the site.</p>\n\n<p>I'd like to ask the moderators to apply higher standards to cleaning up these questions and answers so that we are meeting the standard set forth in the FAQ - \"economists and graduate-level economics students.\"</p>\n", "OwnerUserId": 117, "LastEditorUserId": 26, "LastEditorDisplayName": "", "LastEditDate": "2011-11-30T02:58:10.300", "LastActivityDate": "2011-11-30T04:01:27.180", "Title": "Increasing the quality of questions and answers / Pruning the weeds", "Tags": ["discussion"], "AnswerCount": 1}
{"Id": 126, "PostTypeId": 2, "ParentId": 125, "CreationDate": "2011-11-30T04:01:27.180", "Score": 3, "ViewCount": 0, "Body": "<p>I agree that the quality needs to be kept high.  However, I'm finding it a bit difficult for a few reasons.</p>\n\n<ol>\n<li>There aren't many downvotes on questions.  When the community has upvoted a question such that it has net upvotes, I'm hesitant to go against the community consensus and close it.  All but one of the questions with &lt; -1 net votes have been closed so far.  For example, the three questions you listed all have net upvotes, and one had no downvotes at all.  Are the quant and math communities more likely to downvote poor questions?</li>\n<li>There aren't many suggested edits.  Right now, there are no suggested edits in the queue.  We need to get the entire community involved in editing questions. There seems to be a preference for commenting on the question instead of editing it directly (I'm guilty here too).</li>\n<li>My understanding is that in SE poor <em>answers</em> are usually handled by downvoting them and that only <strong>extremely</strong> poor answers are deleted.  I've deleted a couple of obvious ones. Please correct me if I'm wrong.</li>\n<li>There is still some debate about the proper level of questions (e.g. whether the grad/professional hurdle still applies).  As I understand it, the latest conclusion was to let the community set the standard dynamically with down/close votes.  There is a <a href=\"http://meta.economics.stackexchange.com/questions/95/is-the-economics-stackexchange-still-for-grad-and-professional-qa-only\">meta post on this topic</a>, and <strong>it would be great to have more opinions there</strong> as I don't think the matter is quite settled yet.</li>\n</ol>\n\n<p>Any opinion or advice would be appreciated!</p>\n", "OwnerUserId": 26, "LastActivityDate": "2011-11-30T04:01:27.180", "CommentCount": 1}
{"Id": 127, "PostTypeId": 2, "ParentId": 124, "CreationDate": "2011-11-30T04:12:52.287", "Score": 2, "ViewCount": 0, "Body": "<p>There is a <a href=\"http://meta.economics.stackexchange.com/questions/125/increasing-the-quality-of-questions-and-answers-pruning-the-weeds\">new meta post asking for moderators to be more aggressive</a> in getting rid of low-quality content.   In my response, I've pointed out a few of the difficulties re deleting/closing, and would sincerely appreciate it if folks would add their opinion to that post. Ideally we can get some idea from the Econ SE community on how we want the site to be moderated--the moderation patterns/expectations established now will likely carry forward into the future.</p>\n\n<p>A related issue is that we've not had much feedback on what level of questions are appropriate.  It would be <strong>extremely helpful</strong> to have more feedback in the related meta question:  <a href=\"http://meta.economics.stackexchange.com/questions/95/is-the-economics-stackexchange-still-for-grad-and-professional-qa-only\">Is the Economics StackExchange Still for Grad and Professional Q&amp;A Only?</a></p>\n\n<p>I think I speak for @Turukawa and @dchandler when I say that we look forward to any feedback/criticism as we sort out just what the community wants.</p>\n", "OwnerUserId": 26, "LastActivityDate": "2011-11-30T04:12:52.287"}
{"Id": 128, "PostTypeId": 2, "ParentId": 95, "CreationDate": "2011-11-30T04:42:42.183", "Score": 1, "ViewCount": 0, "Body": "<p>I'm not sure the \"revealed preference\" of the community is a suitable beacon especially as the community is in its infancy. The measure of suitability should be the intended scope and audience of the site. </p>\n\n<p>You will get plenty of upvotes on wrong answers, and upvotes on questions from casual passers-by. By definition expertise is something like a power-law -- concentrated at ever finer levels of gradation. In the beginning I think our moderators should be more assertive in pulling out the weeds rather than waiting for the voting system to self-police.</p>\n\n<p>I don't see the same self-policing on this site as other sites, for whatever reason, so I do not think it is a good idea to rely solely on this lever.</p>\n", "OwnerUserId": 117, "LastActivityDate": "2011-11-30T04:42:42.183"}
{"Id": 129, "PostTypeId": 2, "ParentId": 81, "CreationDate": "2011-12-01T04:31:09.180", "Score": 1, "ViewCount": 0, "Body": "<p>The proposed FAQ section in EnergyNumbers' post has not been modified for over a month.  Thus, I assume nobody would like to make any additional changes.  </p>\n\n<p>I propose that I move the list above (\"questions should\", \"questions should not\") to the FAQ. </p>\n\n<p><strong>If there is no objection, I will go ahead and move this list to the FAQ on Saturday night GMT</strong> (thus giving an additional 72 hours for comment).   If you have any objection to this, please don't hesitate to post here, or you can edit the list directly.</p>\n\n<p>Thanks in advance for your input and feedback.</p>\n\n<p><strong>EDIT/Update</strong>:  After reviewing the FAQs of other StackExchange sites, the proposed text does not seem to be similar to that used by other sites.  I'll try to edit tomorrow in order to bring our text more in-line with the other SE sites.</p>\n", "OwnerUserId": 26, "LastEditorUserId": 26, "LastEditorDisplayName": "", "LastEditDate": "2011-12-05T04:39:28.057", "LastActivityDate": "2011-12-05T04:39:28.057"}
{"Id": 130, "PostTypeId": 2, "ParentId": 95, "CreationDate": "2011-12-01T20:11:46.500", "Score": 1, "ViewCount": 0, "Body": "<p>A number of fields medalists (Borcherds, Gowers, Tao, Thurston,...) are regular posters on <a href=\"http://mathoverflow.net/\" rel=\"nofollow\">math overflow</a>. It is save to say that this is the case because math overflow isn't flooded with low level questions and focuses on high level research questions. And math overflow is very strict about keeping a high standard. </p>\n", "OwnerUserId": 397, "LastActivityDate": "2011-12-01T20:11:46.500"}
{"Id": 131, "PostTypeId": 2, "ParentId": 40, "CreationDate": "2011-12-01T20:37:22.377", "Score": 1, "ViewCount": 0, "Body": "<p>I think economics related statistics questions are great- mostly because they attract a high level ausience. Cranks will be less interested in a place where people have questions about research methods instead of \"is the gold standard a good idea\". </p>\n", "OwnerUserId": 397, "LastActivityDate": "2011-12-01T20:37:22.377"}
{"Id": 132, "PostTypeId": 1, "CreationDate": "2011-12-02T09:58:45.350", "Score": 0, "ViewCount": 23, "Body": "<p>Following on from this meta question: <a href=\"http://meta.economics.stackexchange.com/q/61/104\">How to handle questions about data?</a> I'd like to ask how many questions requesting sources of data do we consider to be acceptable?</p>\n\n<p>We've had one general question already, that's been thoroughly answered: <a href=\"http://economics.stackexchange.com/q/179/104\">What are the most useful sources of economics data?</a></p>\n", "OwnerUserId": 104, "LastActivityDate": "2011-12-02T18:21:35.540", "Title": "how many data questions are reasonable", "Tags": ["discussion", "data"], "AnswerCount": 2}
{"Id": 133, "PostTypeId": 2, "ParentId": 132, "CreationDate": "2011-12-02T10:02:03.197", "Score": 1, "ViewCount": 0, "Body": "<p>And, to kick things off, here's my answer to my own question - feel free to downvote if you disagree, upvote if you agree, and/or supply your own answer:</p>\n\n<p>At least one data question is reasonable, and that's the general one linked in the question.</p>\n\n<p>People seeking data questions should always try the leads provided there as a first resort, and only then, if they fail to find what they are looking for in those sources, should they pose a new data question.</p>\n\n<p>I propose that data questions that haven't followed this procedure should be closed as duplicates of the general-data question <a href=\"http://economics.stackexchange.com/q/179/104\">What are the most useful sources of economics data?</a></p>\n", "OwnerUserId": 104, "LastActivityDate": "2011-12-02T10:02:03.197"}
{"Id": 134, "PostTypeId": 2, "ParentId": 132, "CreationDate": "2011-12-02T18:21:35.540", "Score": 1, "ViewCount": 0, "Body": "<p>Thanks for bringing this back to the forefront.  </p>\n\n<p>An example of a well-intentioned, but ultimately unanswerable question problem is:</p>\n\n<p><a href=\"http://economics.stackexchange.com/questions/670/birth-and-death-of-companies-and-related-issue\">Birth and death of companies and related issue</a></p>\n\n<p>This question was just closed.  It wasn't clearly about economics, showed no research effort and wasn't reasonably scoped.  My comment to the author was:</p>\n\n<blockquote>\n  <p>...your question is appreciated. Unfortunately, as written, we can't\n  tell how you define \"company\" (F100 only? my uncle's hobby farm?), and\n  there is no geographic (global?), time or industry scope. In addition,\n  we ask that you very briefly describe what you've tried so far, why\n  that didn't work (it helps us avoid going down the same dead ends\n  you've surely already tried!), and how the problem relates to\n  economics (e.g. the problem that will be solved).</p>\n</blockquote>\n\n<p><strong>I think the FAQ needs a special section about how to ask a data question</strong> where we can point people who need guidance.  I'll take an initial stab at it, but feel free to edit or comment:</p>\n\n<p><strong>Questions About Data</strong></p>\n\n<p>Before asking a question seeking a data source,  we ask that first you try the sites listed in: <a href=\"http://economics.stackexchange.com/questions/179/what-are-the-most-useful-sources-of-economics-data\">What are the most useful sources of economics data?</a></p>\n\n<p>A question seeking a data source should specify:</p>\n\n<ul>\n<li>exactly what data are being sought (timeframe, subject, variables... please be very specific)</li>\n<li>where you've already looked, and why those sources didn't work</li>\n<li>what sorts of questions the data will be used to answer</li>\n</ul>\n\n<p>Including these elements will make it more likely that you will get good answers to your question.</p>\n", "OwnerUserId": 26, "LastActivityDate": "2011-12-02T18:21:35.540", "CommentCount": 2}
{"Id": 135, "PostTypeId": 1, "CreationDate": "2011-12-02T21:23:29.983", "Score": 5, "ViewCount": 30, "Body": "<p>I believe we have some compelling content and are learning how to build the site.  I think it is a good time to start promoting the site to the wider business and economics community.</p>\n\n<p>Not sure what anyone's background here is but, if you happen to have contacts in the financial press (The Economist, Newsweek, Financial Times, etc) or any of the business news services (Bloomberg, CNN, Thomson-Reuters, etc.) now would be a good time to send them some info.</p>\n\n<p>Not sure how the Q&amp;A meta format works in terms of developing a press release, but here's some of my experience in writing PR:</p>\n\n<ul>\n<li>Help the journalist: they're on a deadline and looking for a story, give them some examples of things we - as a service - are most proud of (so choose particularly compelling Q&amp;As based on your audience);</li>\n<li>Give them specific objectives: the \"call to arms\" thing; what do we want from the reader of this release?</li>\n<li>Be persistent: we need to keep doing this.</li>\n</ul>\n\n<p>So, questions:</p>\n\n<ol>\n<li>What are the current crop of Q&amp;As we feel are the most representative and the best in terms of what we wish to stand for (and they don't, necessarily, have to be the ones that received the most votes or attention)?</li>\n<li>What do we most want in terms of visits and response from our message?</li>\n</ol>\n", "OwnerUserId": 48, "LastActivityDate": "2011-12-02T21:23:29.983", "Title": "How do we promote the site?", "Tags": ["discussion", "site-promotion"]}
{"Id": 136, "PostTypeId": 1, "CreationDate": "2011-12-06T15:55:33.787", "Score": 3, "ViewCount": 120, "Body": "<p>Jason_B has given this answer: <a href=\"http://economics.stackexchange.com/a/692/104\">http://economics.stackexchange.com/a/692/104</a> to a question that is at best odd - <a href=\"http://economics.stackexchange.com/q/688/104\">Are prostitution and marriage substitutes?</a> . The answer is based on a single paper. It's quite a well-written answer, in that it describes the paper well. And I think that Jason_B has done a good job given a bad question, and given the apparent paucity of usable literature.</p>\n\n<p>But I'm very uncomfortable with such a paper being given as the answer here - the paper is so flawed as to be worse than useless. I'd be strongly inclined to delete the question: I think that the site will be better without it.</p>\n\n<p>I don't have enough rep to vote to delete. If I did, I would.</p>\n\n<p>I think the combination of question and answer leaves a pretty nasty taste in the mouth.</p>\n\n<p>An alternative would be to edit Jason_B's answer, so that all the problems of the paper were laid out at the top of the answer. But, done well enough, that would invalidate the rest of the answer, it seems to me.</p>\n", "OwnerUserId": 104, "LastActivityDate": "2011-12-22T11:08:19.767", "Title": "A question that's so bad it risks the site's reputation", "Tags": ["discussion"], "AnswerCount": 2, "CommentCount": 2}
{"Id": 137, "PostTypeId": 2, "ParentId": 136, "CreationDate": "2011-12-06T17:22:55.337", "Score": 2, "ViewCount": 0, "Body": "<p>Update: I've edited the original answer to address some of @EnergyNumbers concerns. </p>\n\n<p>Are you asserting that the model gives no useful insight, or that it is offensive to your sensibilities?  You might try flagging the answer or question for review (and I'll refrain from reviewing it) if you aren't satisfied by whatever result this thread produces.</p>\n\n<p>I agree somewhat; this topic is not a comfortable one.  I found the whole thing a bit offensive as well, but it didn't occur to me that the question or the referenced paper should be off limits for that reason.  I'm largely indifferent about it,  but I'll try to justify the question and answer because I think the implications of how this question is handled will be important for how we handle other controversial questions in the future.  <strong>If it were just about this question, I'd simply withdraw my answer out of respect for your opinion</strong> (leaving the decision on the final disposition of the question itself to someone else.</p>\n\n<p>I edited @JimThio's original question to make it a little tighter and more professional.  I don't think the question itself is offensive as edited.  I also think the question is odd, but as (re)written it is clearly an economics question (and in scope).  But let me know if you disagree. </p>\n\n<p><strong>(In?)famous paper</strong>:  The answer was obvious as I recalled having the referenced paper (Edlund and Korn) in my files (he was originally asking if there was any research on this topic).   The paper is a curiosity indeed, and is worth reading if only for the attention it received when originally published.  Further, while it seems quite a bit off, it did appear in the JPE <a href=\"http://www.jstor.org/stable/10.1086/324390\" rel=\"nofollow\">(2002 v10 n1)</a>, which by itself makes the paper relevant (but not necessarily right of course).</p>\n\n<p><strong>Paper taken seriously</strong>: E&amp;K's paper has been taken seriously in serious journals, for example by Arunachalam and Shah (AER 2008) who call it a \"seminal paper.\"  Their main objection is to E&amp;K's simplifying assumption that a prostitute cannot later marry, a claim for which they find no empirical evidence.  They assert an \"alternative hypothesis\" to explain sex workers' relatively high wages: that the profession exposes its workers to a higher risk (they focus on STDs).</p>\n\n<p><strong>Criteria for Judging the Worth of a Model</strong>: Instead of just summarizing the results. I went through the paper in some detail, trying to highlight some of the assumptions they made.  I think I made it pretty clear that some of the assumptions are unrealistic (and even offensive).  But if we are to exclude literature with unrealistic assumptions then that will very much limit the set of economics papers we can use on this site.  The usual process is to think about a model in the context of its assumptions--that is, just what insights we can take from a model are limited by the assumptions.  The usual criterion is not whether the model is right, but whether any useful insights can be gained from it.</p>\n", "OwnerUserId": 26, "LastEditorUserId": 26, "LastEditorDisplayName": "", "LastEditDate": "2011-12-07T02:29:23.647", "LastActivityDate": "2011-12-07T02:29:23.647", "CommentCount": 2}
{"Id": 138, "PostTypeId": 1, "CreationDate": "2011-12-21T01:01:51.383", "Score": 2, "ViewCount": 36, "Body": "<p><strong>UPDATE</strong>: 26-Dec-2011.  Having had no objection, the FAQ was changed as suggested below.</p>\n\n<p>I'm trying to settle on the text for our FAQ.  We previously discussed the text for the FAQ in <a href=\"http://meta.economics.stackexchange.com/questions/81/public-beta-what-questions-can-be-asked-now\">Public beta - what questions can be asked now?</a>.  However, as far as I can tell, we can only edit the \"What kind of questions can I ask here?\" section, not \"What kind of questions should I not ask here?\".  So, I've reworked it a bit (see below).  I'm putting this in a separate question to make sure everyone notices it and has a chance to comment. </p>\n\n<p>Please feel free to edit (I've made this a wiki) and upvote if you feel that the text below is appropriate. Without objection, I'll update the FAQ on Monday the 26th.  </p>\n\n<p>I'm a bit worried that there are too many rules--feel free to consolidate/shorten.</p>\n\n<p>Note that this FAQ would have a bit of a different tone from the usual SE FAQs.  They tend to list subjects that are appropriate.  Economics covers so many potential topics that it would be difficult to create an exhaustive list of what is appropriate.</p>\n\n<p>=====Begin Suggested Text======</p>\n\n<p>The economics stack exchange is intended for students and professionals in economics.  </p>\n\n<p>If your question is:</p>\n\n<ul>\n<li>about economics,</li>\n<li>based on one or more true premises (which are backed up by reference to formal literature if the premises aren't common knowledge),</li>\n<li>likely to lead to a verifiably correct factual answer rather that opinion or discussion,</li>\n<li>based on actual problems that you face,</li>\n<li>reasonably scoped - i.e. answerable in 1-5 paragraphs, and not require a whole (chapter in a) book,</li>\n<li>specific (e.g. there is only one question per post, and it is clear what is being asked) and</li>\n<li>written from an unbiased, neutral point of view and in a professional tone.</li>\n</ul>\n\n<p>Then it is likely appropriate for our forum.  </p>\n\n<p>We ask that you do some research before asking by:</p>\n\n<ol>\n<li>Trying to solve the problem yourself and/or doing some research (as appropriate).  Please let us know what you've done so far to start answering the question.</li>\n<li>Searching our archives to make sure your question hasn't been asked before.</li>\n</ol>\n\n<p>Some types of questions require special treatment:</p>\n\n<ul>\n<li><strong>Homework</strong> questions are welcome if they are marked with the <strong>homework</strong> tag.</li>\n<li>If your question is about <strong>finding data</strong>, please look at our <a href=\"http://economics.stackexchange.com/questions/179/what-are-the-most-useful-sources-of-economics-data\">useful sources of economic data</a>.  When asking your question, please indicate why the sources listed there did not meet your needs.</li>\n</ul>\n\n<p>Please be sure that your question is specifically about economics.  Some questions may be better suited to our sister sites:</p>\n\n<ul>\n<li><a href=\"http://StackOverflow.com\">StackOverflow</a>- for help programming an analysis</li>\n<li><a href=\"http://quant.stackexchange.com/\">Quantitative Finance</a> - for questions about finance</li>\n<li><a href=\"http://money.stackexchange.com/\">Personal Finance</a> - for questions about personal investment</li>\n<li><a href=\"http://stats.stackexchange.com/\">Statistics</a> - for non-economic statistical analysis (questions about economic statistics, including econometrics, are welcome here)</li>\n</ul>\n", "OwnerUserId": 26, "LastEditorUserId": 26, "LastEditorDisplayName": "", "LastEditDate": "2011-12-26T14:40:32.323", "LastActivityDate": "2011-12-26T14:40:32.323", "CommunityOwnedDate": "2011-12-21T01:01:51.383", "Title": "Text for the FAQ", "Tags": ["discussion", "faq-content"], "CommentCount": 1}
{"Id": 139, "PostTypeId": 2, "ParentId": 136, "CreationDate": "2011-12-22T11:08:19.767", "Score": 1, "ViewCount": 0, "Body": "<p>There is a new question by the same questioner, <a href=\"http://economics.stackexchange.com/questions/764/does-marriage-terms-tend-to-kick-out-more-desirable-mates-males-out-of-mating-ma\">Does marriage terms tend to kick out more desirable mates/males out of mating market for some beautiful women?</a>. That \"question\" is even worse. It looks manly like an anti-feminist rant. It actually manages to satisfy every single criteria in the FAQ for <a href=\"http://economics.stackexchange.com/faq#dontask\">questions one should not ask</a>.</p>\n\n<p>I think we should apply very high standards to sensitive issues such as ethnicity, gender, religion etc. A non-scholarly question such as this one a sensitive issue seems to be unacceptable to me.</p>\n", "OwnerUserId": 397, "LastActivityDate": "2011-12-22T11:08:19.767", "CommentCount": 2}
{"Id": 140, "PostTypeId": 2, "ParentId": 68, "CreationDate": "2012-01-22T09:09:41.810", "Score": 4, "ViewCount": 0, "Body": "<p>There is an alias already:</p>\n\n<p><a href=\"http://econ.stackexchange.com/\">http://econ.stackexchange.com/</a></p>\n\n<p>works as well as</p>\n\n<p><a href=\"http://economics.stackexchange.com/\">http://economics.stackexchange.com/</a></p>\n", "OwnerUserId": 264, "LastActivityDate": "2012-01-22T09:09:41.810"}
{"Id": 141, "PostTypeId": 1, "CreationDate": "2012-02-06T07:15:17.913", "Score": 0, "ViewCount": 12, "Body": "<p>Some tag like economic cycles, fiscal policy, etc. is missing from the selection list.</p>\n", "OwnerUserId": 446, "LastActivityDate": "2012-02-07T19:10:23.493", "Title": "Is it possible to create new tags for economic cycles, fiscal policy, etc?", "Tags": ["discussion", "feature-request"], "AnswerCount": 1}
{"Id": 142, "PostTypeId": 1, "CreationDate": "2012-02-07T13:10:53.010", "Score": 2, "ViewCount": 31, "Body": "<p>In <a href=\"http://economics.stackexchange.com/questions/922/the-decline-and-revival-of-keynesianism#question\">The decline and revival of Keynesianism</a> we have a \"marignally\" normative question.  Certainly, the asker claims that Keynes lost dominance and has now returned.  Practicing economists may debate this but, if you were simply reading the news, then this is a valid assumption to make.</p>\n\n<p>The question is, how do we deal with this (especially with a request to close that question)?  I feel that it is valid and should be left to be answered as best (and delicately) as we can within the minefield any answer would present.</p>\n\n<p>Further, where a question is not strictly normative I still feel we should leave it.  If it ends up with a tremendous negative score and no answers after a period of several months then a case can be made for close/delete but I would leave it till then.</p>\n\n<p>Comments/suggestions?</p>\n", "OwnerUserId": 48, "LastActivityDate": "2012-02-09T17:29:31.517", "Title": "Keynes and marginally normative questions", "Tags": ["discussion"], "AnswerCount": 2, "FavoriteCount": 1}
{"Id": 143, "PostTypeId": 2, "ParentId": 141, "CreationDate": "2012-02-07T19:10:23.493", "Score": 3, "ViewCount": 0, "Body": "<p>Everyone ok if I create: economic-cycle and fiscal-policy?  Any further requests for new tags?</p>\n", "OwnerUserId": 48, "LastActivityDate": "2012-02-07T19:10:23.493"}
{"Id": 144, "PostTypeId": 2, "ParentId": 142, "CreationDate": "2012-02-08T19:34:02.610", "Score": 0, "ViewCount": 0, "Body": "<p>As I understand the SO system, post flags are not intended to  replace close votes, down votes, editing and commenting.  The system is intended to be primarily moderated by the community, with moderators only acting to handle corner cases, and to quickly take care of really egregious problems.</p>\n\n<p>In some relatively rare cases, it is obvious that a post is outside the FAQ (or just plain abusive)--the moderator has an easy job in those cases, and can speed up the community process by closing/deleting.</p>\n\n<p>This post is slightly out of bounds given the FAQ, for example it makes some claims without giving evidence, and it doesn't show any research effort.  My gut reaction was that the post wasn't so bad as to be harmful to the reputation of the site, and it might even be repairable with savvy editing.  </p>\n\n<p>As I see it, the job of moderators is changing as the site gets more members with 500+ rep.  In the beginning, the moderator close vote was more critical as there weren't enough users with the close-voting privilege to close a bad post.  Now, there are enough users with the close privilege, but there aren't many.  In borderline cases I'd now guess that moderators should wait for at least a few close votes.</p>\n\n<p>As the site evolves to have, say, 20-30 users with 500+ rep, I'd guess that the moderators will only be justified in acting on obvious cases, leaving the community process to handle the others.</p>\n\n<p>But, I'd be happy to hear another opinion as I may have things entirely wrong.</p>\n", "OwnerUserId": 26, "LastActivityDate": "2012-02-08T19:34:02.610"}
{"Id": 145, "PostTypeId": 2, "ParentId": 142, "CreationDate": "2012-02-09T17:29:31.517", "Score": 1, "ViewCount": 0, "Body": "<p>I think I remember a discussion on Meta.SO about giving diamond-moderators two types of Close vote: the binding moderator one, and a standard-user (need 5 to close) one. I think in these marginal cases, having that option would be useful: perhaps our mods might consider deploying a standard-user need-5-to-close vote on questions where a binding moderator close vote seems too heavy-handed.</p>\n\n<p>In lieu of that the alternative might be for diamond moderators to comment if they were minded to close it: and if the number of close votes plus the number of such comments reached 5, then a diamond mod could exercise the binding close vote.</p>\n\n<p>Hardly a streamlined or satisfactory process, but maybe it could be useful for the occasional borderline case. Or take individual questions over to general (rather than moderator) chat, for an open discussion as to its close-worthiness.</p>\n", "OwnerUserId": 104, "LastActivityDate": "2012-02-09T17:29:31.517", "CommentCount": 1}
{"Id": 146, "PostTypeId": 1, "CreationDate": "2012-02-14T23:30:12.500", "Score": 2, "ViewCount": 18, "Body": "<p><a href=\"http://meta.economics.stackexchange.com/questions/34/on-tags-possibly-prematurely-macroeconomics-microeconomics\">Elsewhere</a> it was suggested the <a href=\"http://economics.stackexchange.com/questions/tagged/microeconomics\" class=\"post-tag\" title=\"show questions tagged 'microeconomics'\" rel=\"tag\">microeconomics</a> tag should just be removed. If it is here to stay, it should be merged with <a href=\"http://economics.stackexchange.com/questions/tagged/microeconomic-theory\" class=\"post-tag\" title=\"show questions tagged 'microeconomic-theory'\" rel=\"tag\">microeconomic-theory</a>.</p>\n", "OwnerUserId": 691, "LastActivityDate": "2012-02-14T23:30:12.500", "Title": "Merge microeconomics and microeconomic-theory tags?", "Tags": ["bug", "tag-synonyms"], "CommentCount": 1}
{"Id": 147, "PostTypeId": 1, "CreationDate": "2012-02-20T12:29:58.143", "Score": 1, "ViewCount": 15, "Body": "<p>I like @EnergyNumbers <a href=\"http://economics.stackexchange.com/questions/71/how-can-we-estimate-a-marginal-price-when-modelling-a-damage-function-in-a-syst\">question and bounty</a> offer and thought I'd top it up to make it even more of a bonus, but then discovered that it appears only one bounty can be offered.</p>\n\n<p>As a general question (and potentially one that should go to sys-admins) would a collaborative bounty not be worthwhile?  One where numerous people could club together to offer a big reward?</p>\n", "OwnerUserId": 48, "LastActivityDate": "2012-02-20T12:29:58.143", "Title": "Mutliple bounty contributions on one question at the same time?", "Tags": ["feature-request", "bounty"], "CommentCount": 2}
{"Id": 148, "PostTypeId": 1, "CreationDate": "2012-02-28T21:27:26.893", "Score": 1, "ViewCount": 136, "Body": "<p>I found a rendering bug in sites that are run in the ServerFault like <a href=\"http://economics.stackexchange.com\">economics.stackexchange.com</a>. I was trying to build up some REPs there with a <a href=\"http://economics.stackexchange.com/q/1028/734\">question about unequal wealth distribution</a> -- I knew the answer, so I thought that it was a good place to start.</p>\n\n<p>I asked the question, and everything was going really well.</p>\n\n<p>Then I tried to answer the question. Here I encountered a problem. If you prefix the dollar sign <code>$</code> by a number some really obscure and broken formatting kicks in. However, you can disable the annoying formatting by escaping the dollar sign with <code>\\</code>; the problem is you <em>can not</em> use the method if the dollar-sign prefixes a number prefixing a period. like <code>\\$4.</code></p>\n\n<p>In PERL you'd write this like <code>/$\\d+\\.$/</code>. On any line matching that the formatting breaks. I can provide a patch if needed.</p>\n", "OwnerUserId": 734, "LastEditorUserId": 617, "LastEditorDisplayName": "", "LastEditDate": "2012-02-29T03:54:38.457", "LastActivityDate": "2012-02-29T08:26:07.680", "Title": "Markdown is broken!", "Tags": ["support"], "AnswerCount": 3, "CommentCount": 0, "FavoriteCount": 0}
{"Id": 149, "PostTypeId": 2, "ParentId": 148, "CreationDate": "2012-02-28T21:36:08.680", "Score": 1, "ViewCount": 0, "Body": "<p>The problem you're running into is not a perl problem, but something else. Economics has an additional javascript library for LaTeX formatting (called MathJAX), which also uses dollar-signs. I suspect this is where you're running into the problem.</p>\n", "LastActivityDate": "2012-02-28T21:36:08.680"}
{"Id": 150, "PostTypeId": 2, "ParentId": 148, "CreationDate": "2012-02-28T22:31:21.767", "Score": 0, "ViewCount": 0, "Body": "<p>Works for me on Linux/Chrome:</p>\n\n<p><img src=\"http://i.stack.imgur.com/dwOi0.png\" alt=\"picture of bug\"></p>\n", "OwnerUserId": 737, "LastActivityDate": "2012-02-28T22:31:21.767"}
{"Id": 151, "PostTypeId": 2, "ParentId": 148, "CreationDate": "2012-02-29T08:26:07.680", "Score": 3, "ViewCount": 0, "Body": "<p>Markdown is not broken.</p>\n\n<p>This site uses LaTeX. In your answer, you'd escaped some of the dollar signs, but not all of them. Your markdown was broken: the site's markdown is fine.</p>\n\n<p>By the way, please read the FAQ:</p>\n\n<blockquote>\n  <p>You should only ask practical, answerable questions based on actual problems that you face. </p>\n</blockquote>\n\n<p>Posting a question to rep-farm is not asking a question based on actual problems that you face. Please delete the question immediately.</p>\n", "OwnerUserId": 104, "LastActivityDate": "2012-02-29T08:26:07.680"}
{"Id": 153, "PostTypeId": 1, "CreationDate": "2012-03-15T09:17:05.177", "Score": 1, "ViewCount": 9, "Body": "<p>The site description seen by new visitors is currently:</p>\n\n<blockquote>\n  <p>This is a collaboratively edited question and answer site for economists and graduate-level economics students</p>\n</blockquote>\n\n<p><strong>Let's change it. Suggestions please!</strong></p>\n\n<p>My reasoning:\nI think it may be unnecessarily putting people off, and it does not accurately reflects the range of questions we've had. We've accepted and answered quite a lot of questions that are from a more basic level than graduate level.</p>\n\n<p>We did discuss this during the private beta - <a href=\"http://meta.economics.stackexchange.com/q/26/104\">&quot;Graduate Level&quot; Questions</a> - but that was the <strong>private</strong> beta, and there were very good reasons for keeping it to a high level <strong>during the private beta</strong>. But we're not in private beta any more, we're trying to get out of beta and into the mainstream of StackExchange sites.</p>\n\n<p>We discussed it again in Nov 2011 - <a href=\"http://meta.economics.stackexchange.com/q/95/104\">Is the Economics StackExchange Still for Grad and Professional Q&amp;A Only?</a> - and the feeling seemed to be that we'd be more open to more basic questions, as long as they were, or could be edited into, meaningful non-normative questions - see <a href=\"http://meta.economics.stackexchange.com/a/96/104\">Turukawa's excellent answer</a> to that question </p>\n\n<p>So, what description should greet new visitors, to encourage them to post good questions?</p>\n", "OwnerUserId": 104, "LastEditorUserId": 104, "LastEditorDisplayName": "", "LastEditDate": "2012-03-15T09:34:13.473", "LastActivityDate": "2012-03-15T09:34:13.473", "Title": "Please suggest text to replace the current description of us as a site \"for economists and graduate-level economics students\"", "Tags": ["discussion", "scope", "site-promotion"]}
{"Id": 154, "PostTypeId": 1, "CreationDate": "2012-03-15T11:32:29.623", "Score": 1, "ViewCount": 60, "Body": "<p>If you've got a reputation of at least 500, please have a look at the questions below, and see whether you think they deserve a close vote.</p>\n", "OwnerUserId": 104, "LastActivityDate": "2012-04-11T18:41:44.327", "Title": "Do you have 500 reputation? These questions need your close votes!", "Tags": ["discussion", "vote-to-close"], "AnswerCount": 1, "CommentCount": 0}
{"Id": 155, "PostTypeId": 2, "ParentId": 154, "CreationDate": "2012-03-15T11:34:33.180", "Score": 0, "ViewCount": 0, "Body": "<p>These questions have been selected on the basis of being unanswered and having negative net votes.</p>\n\n<p><strong>Newest additions at the top of the list.</strong></p>\n\n<ul>\n<li><a href=\"http://economics.stackexchange.com/q/1174/104\">Does country has utility function?</a></li>\n<li><a href=\"http://economics.stackexchange.com/q/1051/104\">What is the mathematical structure or object that represents the concept of money?</a></li>\n<li><a href=\"http://economics.stackexchange.com/q/405/104\">What makes people pay certain amount for company shares</a></li>\n<li><a href=\"http://economics.stackexchange.com/q/903/104\">why are low interest rates set by the fed bad for the economy?</a></li>\n<li><a href=\"http://economics.stackexchange.com/q/1162/104\">Can prospect theory explains NLP reframing</a></li>\n<li><a href=\"http://economics.stackexchange.com/questions/1118/how-do-i-calculate-a-firms-age-in-panel-data-in-stata\">How do I calculate a firm&#39;s age in panel data in STATA?</a> (and see related meta post - <a href=\"http://meta.economics.stackexchange.com/q/157/104\">trolls from EJMR site</a> )</li>\n</ul>\n\n<p>Please edit them out of this community-wiki answer if your vote closes them.</p>\n\n<p>If you've got 250 rep or more, you'll be able to view the number of close votes they've received.  But you'll only be able to vote to close, if you've got a rep of 500 or more.</p>\n", "OwnerUserId": 104, "LastEditorUserId": 104, "LastEditorDisplayName": "", "LastEditDate": "2012-04-11T18:41:44.327", "LastActivityDate": "2012-04-11T18:41:44.327", "CommunityOwnedDate": "2012-03-15T11:34:33.180", "CommentCount": 2}
{"Id": 156, "PostTypeId": 1, "CreationDate": "2012-03-15T12:02:47.887", "Score": 0, "ViewCount": 19, "Body": "<p><a href=\"http://economics.stackexchange.com/unanswered/tagged/?tab=noanswers\">Here are some questions</a> that have as yet received no answers at all. There are plenty of open goals here for you to shoot at, and earn some reputation points</p>\n", "OwnerUserId": 104, "LastActivityDate": "2012-03-15T12:02:47.887", "Title": "Do you want some quick extra reputation points?", "Tags": ["discussion", "reputation", "unanswered-questions"]}
{"Id": 157, "PostTypeId": 1, "CreationDate": "2012-03-15T21:16:46.040", "Score": 1, "ViewCount": 37, "Body": "<p>I heard that folks from EJMR are trolling this site. The thread where this was discussed is now gone, but \"how do you calculate the age of a firm\" is apparently a meme <a href=\"http://www.econjobrumors.com/search.php?q=calculate%20age%20firm\" rel=\"nofollow\">there</a>.</p>\n", "OwnerUserId": 407, "LastActivityDate": "2012-03-15T21:16:46.040", "Title": "trolls from EJMR site", "Tags": ["discussion"], "CommentCount": 1}
{"Id": 158, "PostTypeId": 1, "CreationDate": "2012-03-24T02:17:54.940", "Score": 1, "ViewCount": 13, "Body": "<p>Your site looks a bit different today. Yes, we are getting rid of the 'Sketchy' look and replacing it with a more-polished and finished design for sites in beta.</p>\n\n<p>You can read more about the redesign of our Beta theme on our <a href=\"http://blog.stackoverflow.com/2012/03/the-new-stack-exchange-beta-theme-2/\">blog entry</a>.</p>\n\n<p>Please note: This will not affect your \"graduation\" status in any way. When your site is due for graduation, it will get its final(real) site design and branding.</p>\n\n<p>If you're still seeing the old favicon, please do a hard browser refresh. (Although sometimes it may take Chrome a while to load the new image).</p>\n\n<p>If you see any CSS or styling issues, please report it <strong><a href=\"http://meta.stackoverflow.com/questions/126185/new-stack-exchange-beta-theme\">in this post</a></strong> I created on Meta Stack Overflow. It will be easier for me to track all the bug reports there.</p>\n", "OwnerUserId": 122, "LastActivityDate": "2012-03-24T02:17:54.940", "Title": "New Beta Theme Launched", "Tags": ["discussion"]}
{"Id": 159, "PostTypeId": 1, "CreationDate": "2012-04-25T16:47:35.237", "Score": 2, "ViewCount": 466, "Body": "<p>As mentioned in <a href=\"http://blog.stackoverflow.com/2012/04/when-a-site-grows-quiet/\">the recent blog post</a>, I must reluctantly announce that we'll be shutting this site down on Friday, May 4th, 2012. While a fine topic, progress here has been slow for some time now, and it simply does not appear that economics has a strong enough following on our network to support the site long-term:</p>\n\n<blockquote>\n  <p>But when a site struggles to maintain any semblance of steady progress — when it's struggling to garner an audience, a healthy core of experts, and a steady stream of questions — it becomes increasingly unlikely that the site will find a core audience to sustain it.</p>\n</blockquote>\n\n<p>So rather than stringing you along with hope of eventual graduation, I'd like to thank you all for the time and effort you've put in here, and encourage you to continue pursuing your interest in the subject - either elsewhere on Stack Exchange, or elsewhere on The Internet.</p>\n\n<p>I hasten to add, this is probably not the end of economics as a topic of interest on Stack Exchange, whether as a part of other sites, or as its own site reborn in the future on <a href=\"http://area51.stackexchange.com/\">Area 51</a>.</p>\n\n<p>In the meantime, the questions and answers posted here will be made available <a href=\"http://area51.stackexchange.com/proposals/1618/economics\">on the Area 51 page</a> for <a href=\"http://blog.stackoverflow.com/2011/09/creative-commons-data-dump-sep-11/\">download and re-use</a>  by anyone who wants them.</p>\n\n<p>Finally, if you see a question here that would make a good addition to a different site, please flag it for moderator attention in the next few days and suggest that it be migrated.</p>\n", "OwnerUserId": 16, "LastEditorUserId": 16, "LastEditorDisplayName": "", "LastEditDate": "2012-05-03T14:33:20.717", "LastActivityDate": "2012-05-03T14:33:20.717", "Title": "Economics is closing", "Tags": ["discussion", "featured"], "AnswerCount": 6, "CommentCount": 4}
{"Id": 160, "PostTypeId": 2, "ParentId": 159, "CreationDate": "2012-04-25T17:55:03.600", "Score": -2, "ViewCount": 0, "Body": "<p>Fair enough. Hopefully this will make room for a Research Economics site (as listed on area51).</p>\n", "OwnerUserId": 659, "LastActivityDate": "2012-04-25T17:55:03.600", "CommentCount": 3}
{"Id": 161, "PostTypeId": 2, "ParentId": 159, "CreationDate": "2012-04-25T21:55:53.393", "Score": 9, "ViewCount": 0, "Body": "<p>I respect your decision to close the site--I'm sure that the decision wasn't made lightly.  That said, I disagree about the long-run viability of this site.  Since the decision has already been made, I'll not attempt to make that case here. </p>\n\n<p>In the future, you might benefit from consulting with the members of a site when you start to notice that things are not progressing as well as you'd like.  It is possible that this or other closures could be avoided by taking some proactive steps, and a consultation with the site's users might just reveal what is working and what isn't. In contrast, we received this eviction notice with no warning, and with no attempt or opportunity to take any corrective action.  That is certainly your prerogative as the site's owner, although it is also disappointing given the SE emphasis on \"community\" (vs a top-down management system).</p>\n\n<p>In any case, I thank the StackExchange folks for their efforts and willingness to have a go at creating an economics SE, and wish everyone who has participated in creating this great community all the best.</p>\n", "OwnerUserId": 26, "LastActivityDate": "2012-04-25T21:55:53.393", "CommentCount": 1}
{"Id": 162, "PostTypeId": 1, "CreationDate": "2012-04-26T04:41:48.813", "Score": 2, "ViewCount": 67, "Body": "<p>Since the site is shutting down on May 4th, 2012, what are some good alternative to it? By good, i mean active community and open to questions from students.</p>\n\n<p>Thank you in advance for all your recommendations.</p>\n", "OwnerUserId": 860, "LastActivityDate": "2012-04-26T06:19:16.727", "Title": "Alternative to Economics Stack Exchange?", "Tags": ["discussion"], "AnswerCount": 1, "FavoriteCount": 1}
{"Id": 163, "PostTypeId": 2, "ParentId": 162, "CreationDate": "2012-04-26T06:19:16.727", "Score": 0, "ViewCount": 0, "Body": "<p>One alternative would be to start an open-source Q&amp;A clone, and seed it with data from Economics.SE</p>\n\n<p>There are <a href=\"http://meta.stackoverflow.com/a/37953/164022\">several available off the shelf</a>, and the one I've deployed myself is <a href=\"http://osqa.net\" rel=\"nofollow\">OSQA</a> which is written in django/python.</p>\n\n<p>AFAIK, as yet, the datadump for econ.SE hasn't been made available. Apparently, at some point, it should be available from the <a href=\"http://area51.stackexchange.com/proposals/1618/economics\">Area 51 econ.SE page</a></p>\n\n<p>The difficulty would be in capturing the traffic from SE: I'd wager that the StackExchange team would not be keen on any redirect to a competing Economics site</p>\n", "OwnerUserId": 104, "LastActivityDate": "2012-04-26T06:19:16.727", "CommentCount": 3}
{"Id": 164, "PostTypeId": 2, "ParentId": 159, "CreationDate": "2012-04-26T07:44:55.050", "Score": 1, "ViewCount": 0, "Body": "<p>This definitely deserves to be shut down.  All of the questions are either \"can you do my remedial homework for me?\" or \"can you speculate wildly on this major global economic issue?\" or \"How do I explain [X] given that [something that is wrong and/or self-contradictory]?\"</p>\n\n<p>Until people learn how to ask good economic questions, the site would never be more than a bunch of schmucks trying to figure out if they care enough to tell the new guy why it's impossible to answer his question.</p>\n", "OwnerUserId": 669, "LastEditorUserId": 669, "LastEditorDisplayName": "", "LastEditDate": "2012-04-27T23:45:20.283", "LastActivityDate": "2012-04-27T23:45:20.283", "CommentCount": 3}
{"Id": 165, "PostTypeId": 1, "AcceptedAnswerId": 175, "CreationDate": "2012-04-26T13:39:47.360", "Score": 4, "ViewCount": 145, "Body": "<p>Now that <a href=\"http://meta.economics.stackexchange.com/questions/159/economics-is-closing\">this site will soon be closed down</a> along with <a href=\"http://blog.stackoverflow.com/2012/04/when-a-site-grows-quiet/\">a bunch of other quiescent SE beta sites</a>, it might be a good idea to migrate out any questions that would be a good fit for other Stack Exchange sites.  <a href=\"http://meta.stackoverflow.com/questions/130342/salvage-questions-on-closed-sites-via-migration\">This is already being done</a> for some of the other sites being closed.  Unfortunately, there doesn't seem to be any single SE site that could reasonably \"swallow us whole\", but our scope does overlap with several other sites that could be encouraged to cherry pick selected questions from here before this site is closed down completely.</p>\n\n<p>Here are some established SE sites that might be interested in some of our questions:</p>\n\n<ul>\n<li><a href=\"http://math.stackexchange.com\">Mathematics.SE</a>: mathematical topics, including game theory (<a href=\"http://meta.math.stackexchange.com/questions/4049/economics-se-is-closing-can-we-salvage-some-of-the-questions\">meta thread</a>)</li>\n<li><a href=\"http://stats.stackexchange.com\">Stats.SE / Cross Validated</a>: statistics, econometrics (<a href=\"http://stats.stackexchange.com/questions/tagged/econometrics\">tag</a>) (<a href=\"http://meta.stats.stackexchange.com/questions/1117/economics-se-is-closing-can-we-salvage-some-of-the-questions\">meta thread</a>)</li>\n<li><a href=\"http://stackoverflow.com\">Stack Overflow</a>: computer programming</li>\n</ul>\n\n<p>Several beta SE sites might also want some of our questions, particularly these two:</p>\n\n<ul>\n<li><a href=\"http://quant.stackexchange.com\">Quantitative Finance beta</a>: professional and academic questions on quantitative finance (<a href=\"http://meta.quant.stackexchange.com/questions/291/economics-se-is-closing-do-we-want-some-of-their-questions\">meta thread</a>)</li>\n<li><a href=\"http://money.stackexchange.com\">Personal Finance and Money beta</a>: <em>personal</em> finance questions (<a href=\"http://meta.money.stackexchange.com/questions/492/economics-se-is-closing-do-we-want-some-of-their-questions\">meta thread</a>; please note that they've asked us <em>not</em> to migrate questions without making <em>sure</em> they're on topic!)</li>\n</ul>\n\n<p>Some of the questions here could perhaps also fit on these sites:</p>\n\n<ul>\n<li><a href=\"http://history.stackexchange.com\">History beta</a>: economic history (<a href=\"http://history.stackexchange.com/questions/tagged/economic-history\">tag</a>)</li>\n<li><a href=\"http://cogsci.stackexchange.com\">Cognitive Sciences beta</a>: behavioral economics, psychology</li>\n<li><a href=\"http://scicomp.stackexchange.com\">Computational Science beta</a>: computational methods</li>\n</ul>\n\n<p>Besides my suggestions above, a few more sites have expressed interest:</p>\n\n<ul>\n<li><a href=\"http://philosophy.stackexchange.com/\">Philosophy beta</a> (<a href=\"http://meta.philosophy.stackexchange.com/a/372\">meta thread</a>)</li>\n<li><a href=\"http://academia.stackexchange.com/\">Academia beta</a> (<a href=\"http://meta.academia.stackexchange.com/questions/109/economics-se-is-closing-some-questions-could-be-migrated\">meta thread</a> / <a href=\"http://meta.economics.stackexchange.com/questions/173/questions-relevant-to-academia-se\">local post</a>)</li>\n</ul>\n\n<p>If you want to help with saving what's worth saving here, the first steps are to:</p>\n\n<ul>\n<li>start a thread on the target site's meta (and link it back to here), and/or</li>\n<li>just start flagging high quality questions for migration if you believe them to be on topic elsewhere.</li>\n</ul>\n\n<p>Note that <em>we only have about a week to do this!</em>  The Stack Exchange folks have said that they may be willing to <a href=\"http://meta.stackoverflow.com/a/130347\">extend the deadline to allow for active migration to finish</a>, but that does require that we at least get the process started well before that.</p>\n\n<p>(Personal disclaimer: I'm not an economist, and I never even knew there was an Economics.SE site before I found out that it was about to be closed.  I just felt, as someone tangentially interested in the topic, that I should at least make an effort to keep some of the content here alive and on the web, rather than just collecting digital dust in a compressed archive somewhere.)</p>\n", "OwnerUserId": 919, "LastEditorUserId": 919, "LastEditorDisplayName": "", "LastEditDate": "2012-05-03T16:46:07.197", "LastActivityDate": "2012-05-03T18:26:38.477", "Title": "Salvaging questions by migration", "Tags": ["discussion", "migration"], "AnswerCount": 5, "CommentCount": 2, "FavoriteCount": 1}
{"Id": 166, "PostTypeId": 2, "ParentId": 159, "CreationDate": "2012-04-26T20:37:40.663", "Score": 5, "ViewCount": 0, "Body": "<p>Why not merge/fold it with Quantitative Finance and call it \"Quantitative Finance and Economics?\"</p>\n\n<p>Perhaps with the few NON quantitative Economics Questions eliminated. </p>\n\n<p>That could strengthen the other site as well.</p>\n", "OwnerUserId": 178, "LastActivityDate": "2012-04-26T20:37:40.663", "CommentCount": 3}
{"Id": 167, "PostTypeId": 2, "ParentId": 165, "CreationDate": "2012-04-27T02:04:51.440", "Score": 3, "ViewCount": 0, "Body": "<p>Thanks Ilmari,</p>\n\n<p>To be clear, if someone wants to see a question saved, the easiest way is to flag it for moderator attention then state which site the question should be migrated to.  The alternative is to choose \"it doesn't belong here\" -> off topic -> belongs on another site.\"</p>\n\n<p>If no questions are flagged, then it's possible that none will be migrated.</p>\n", "OwnerUserId": 26, "LastActivityDate": "2012-04-27T02:04:51.440", "CommentCount": 10}
{"Id": 168, "PostTypeId": 2, "ParentId": 159, "CreationDate": "2012-04-28T01:50:30.270", "Score": 1, "ViewCount": 0, "Body": "<p>No one was born an adult. It takes time to grow and mature given the right nutrients.</p>\n", "OwnerUserId": 844, "LastActivityDate": "2012-04-28T01:50:30.270"}
{"Id": 169, "PostTypeId": 2, "ParentId": 165, "CreationDate": "2012-04-29T11:29:31.663", "Score": 1, "ViewCount": 0, "Body": "<p>I've moved about 30 questions across - mostly our higher-scoring ones - but a large number of the remaining successful questions really are \"economics\" no matter how \"pop\".  Suggestions please....</p>\n\n<p>UPDATE: OnStartups has been unwilling to take our questions, but Personal Finance has been quite accommodating.  I'm not sure we'll be able to migrate more than about 10% of them...</p>\n", "OwnerUserId": 48, "LastEditorUserId": 48, "LastEditorDisplayName": "", "LastEditDate": "2012-04-30T21:53:10.117", "LastActivityDate": "2012-04-30T21:53:10.117", "CommentCount": 9}
{"Id": 170, "PostTypeId": 2, "ParentId": 159, "CreationDate": "2012-04-30T10:35:52.220", "Score": 2, "ViewCount": 0, "Body": "<p>I am not going to discuss the decision but I find this site very valuable, especially in these days of ubiquitous conspiracy theories and mass economic illiteracy.</p>\n\n<p>The question is: <strong>Where do we move?</strong></p>\n\n<p>Hope to see you soon in a better place.</p>\n", "OwnerUserId": 77, "LastActivityDate": "2012-04-30T10:35:52.220"}
{"Id": 171, "PostTypeId": 2, "ParentId": 165, "CreationDate": "2012-05-01T06:17:28.253", "Score": 1, "ViewCount": 0, "Body": "<p>I'm a mod on Cognitive Sciences - Stack Exchange. I'll flag questions that I think might be suitable.</p>\n\n<p>I've started a <a href=\"http://meta.cogsci.stackexchange.com/questions/294/migrating-a-few-questions-from-economics-se\">meta discussion on Cogsci.SE</a></p>\n", "OwnerUserId": 214, "LastActivityDate": "2012-05-01T06:17:28.253", "CommentCount": 4}
{"Id": 172, "PostTypeId": 2, "ParentId": 165, "CreationDate": "2012-05-01T19:54:19.617", "Score": 1, "ViewCount": 0, "Body": "<p>Thanks to all from other sites and econ.SE who are helping with the migration of questions.  Please note that I am headed out of the country in a few minutes and likely won't be able to help much more (sorry, didn't know about this closure when scheduling the trip).  <strong>This will leave the site with only ONE mod</strong>, @Turukawa.  Please help him as much as possible by flagging relevant posts for migration.</p>\n\n<p>I've enjoyed meeting all of you, and hope to see you again in another incarnation of this site or elsewhere.</p>\n\n<p>Best,  Jason</p>\n", "OwnerUserId": 26, "LastActivityDate": "2012-05-01T19:54:19.617", "CommentCount": 3}
{"Id": 173, "PostTypeId": 1, "CreationDate": "2012-05-02T12:57:12.777", "Score": 2, "ViewCount": 22, "Body": "<p>I'm a mod at the Academia.SE site, and we've been <a href=\"http://meta.academia.stackexchange.com/questions/109/economics-se-is-closing-some-questions-could-be-migrated\">listing some of the questions on your site which may be relevant to ours on our meta</a>. The ones that have come up thus far are:</p>\n\n<ul>\n<li><a href=\"http://economics.stackexchange.com/questions/309/how-to-get-the-data-to-reproduce-a-published-result\">How to get the data to reproduce a published result</a></li>\n<li><a href=\"http://economics.stackexchange.com/questions/487/are-european-eductional-institutions-experiencing-the-same-amount-of-price-incre\">Are European Eductional Institutions Experiencing the Same Amount of Price Increases as American Schools?</a></li>\n<li><a href=\"http://economics.stackexchange.com/questions/894/are-there-any-open-source-textbooks-on-economics-freely-available-on-the-web\">Are there any open-source textbooks on economics freely available on the web?</a></li>\n</ul>\n\n<p>If we think of any more we'll list them here.</p>\n", "OwnerUserId": 932, "LastActivityDate": "2012-05-03T17:07:31.960", "Title": "Questions relevant to academia.SE", "Tags": ["discussion", "support"], "AnswerCount": 1}
{"Id": 174, "PostTypeId": 2, "ParentId": 173, "CreationDate": "2012-05-03T16:40:57.843", "Score": 0, "ViewCount": 0, "Body": "<p>I'd already flagged the following questions for migration to academia.SE:</p>\n\n<ul>\n<li><a href=\"http://economics.stackexchange.com/questions/181/solutions-to-the-lack-of-code-transparency-in-economics\">Solutions to the lack of code transparency in economics?</a></li>\n<li><a href=\"http://economics.stackexchange.com/questions/99/can-game-theory-explain-grade-inflation\">Can game theory explain grade inflation?</a></li>\n</ul>\n\n<p>Both have since been migrated; at least the first still needs retagging at the target site.</p>\n\n<p>Edit: I also just flagged the three questions you listed in your post above.  Given that we don't have much time left (unless we're granted an extension to the deadline), I figured it's best at this point to flag first and discuss later (within reason, anyway; I assume that, since you asked for these questions, they'll have at least a fair chance of being accepted).</p>\n", "OwnerUserId": 919, "LastEditorUserId": 919, "LastEditorDisplayName": "", "LastEditDate": "2012-05-03T17:07:31.960", "LastActivityDate": "2012-05-03T17:07:31.960"}
{"Id": 175, "PostTypeId": 2, "ParentId": 165, "CreationDate": "2012-05-03T18:26:38.477", "Score": 2, "ViewCount": 0, "Body": "<p>Between @JasonB and myself, we've migrated almost 100 questions.  I think that is likely to be it.  Many of these will get deleted once the recipients have had a chance to mull them over, but I think - despite the antagonism and bad karma we've probably brought down on ourselves - it's been ok under the circumstances.</p>\n\n<p>To anyone left still reading, thanks so much - it's been tremendously enjoyable being part of this and I hope we meet again elsewhere on teh interwebs...</p>\n", "OwnerUserId": 48, "LastActivityDate": "2012-05-03T18:26:38.477", "CommentCount": 3}
